import sqlite3
from collections import defaultdict

DATA_REGIONS = [
    {"id": 1, "name": "Республика Адыгея (Адыгея)", "voice": 1},
    {"id": 2, "name": "Республика Башкортостан", "voice": 1},
    {"id": 3, "name": "Республика Бурятия", "voice": 1},
    {"id": 4, "name": "Республика Алтай", "voice": 1},
    {"id": 5, "name": "Республика Дагестан", "voice": 1},
    {"id": 6, "name": "Республика Ингушетия", "voice": 1},
    {"id": 7, "name": "Кабардино-Балкарская Республика", "voice": 1},
    {"id": 8, "name": "Республика Калмыкия", "voice": 1},
    {"id": 9, "name": "Карачаево-Черкесская Республика", "voice": 1},
    {"id": 10, "name": "Республика Карелия", "voice": 1},
    {"id": 11, "name": "Республика Коми", "voice": 1},
    {"id": 12, "name": "Республика Марий Эл", "voice": 1},
    {"id": 13, "name": "Республика Мордовия", "voice": 1},
    {"id": 14, "name": "Республика Саха (Якутия)", "voice": 1},
    {"id": 15, "name": "Республика Северная Осетия — Алания", "voice": 1},
    {"id": 16, "name": "Республика Татарстан (Татарстан)", "voice": 1},
    {"id": 17, "name": "Республика Тыва", "voice": 1},
    {"id": 18, "name": "Удмуртская Республика", "voice": 1},
    {"id": 19, "name": "Республика Хакасия", "voice": 1},
    {"id": 20, "name": "Чеченская Республика", "voice": 1},
    {"id": 21, "name": "Чувашская Республика — Чувашия", "voice": 1},
    {"id": 22, "name": "Алтайский край", "voice": 1},
    {"id": 23, "name": "Краснодарский край", "voice": 1},
    {"id": 24, "name": "Красноярский край", "voice": 1},
    {"id": 25, "name": "Приморский край", "voice": 1},
    {"id": 26, "name": "Ставропольский край", "voice": 1},
    {"id": 27, "name": "Хабаровский край", "voice": 1},
    {"id": 28, "name": "Амурская область", "voice": 1},
    {"id": 29, "name": "Архангельская область", "voice": 1},
    {"id": 30, "name": "Астраханская область", "voice": 1},
    {"id": 31, "name": "Белгородская область", "voice": 1},
    {"id": 32, "name": "Брянская область", "voice": 1},
    {"id": 33, "name": "Владимирская область", "voice": 1},
    {"id": 34, "name": "Волгоградская область", "voice": 1},
    {"id": 35, "name": "Вологодская область", "voice": 1},
    {"id": 36, "name": "Воронежская область", "voice": 1},
    {"id": 37, "name": "Ивановская область", "voice": 1},
    {"id": 38, "name": "Иркутская область", "voice": 1},
    {"id": 39, "name": "Калининградская область", "voice": 1},
    {"id": 40, "name": "Калужская область", "voice": 1},
    {"id": 41, "name": "Камчатский край", "voice": 1},
    {"id": 42, "name": "Кемеровская область — Кузбасс", "voice": 1},
    {"id": 43, "name": "Кировская область", "voice": 1},
    {"id": 44, "name": "Костромская область", "voice": 1},
    {"id": 45, "name": "Курганская область", "voice": 1},
    {"id": 46, "name": "Курская область", "voice": 1},
    {"id": 47, "name": "Ленинградская область", "voice": 1},
    {"id": 48, "name": "Липецкая область", "voice": 1},
    {"id": 49, "name": "Магаданская область", "voice": 1},
    {"id": 50, "name": "Московская область", "voice": 1},
    {"id": 51, "name": "Мурманская область", "voice": 1},
    {"id": 52, "name": "Нижегородская область", "voice": 1},
    {"id": 53, "name": "Новгородская область", "voice": 1},
    {"id": 54, "name": "Новосибирская область", "voice": 1},
    {"id": 55, "name": "Омская область", "voice": 1},
    {"id": 56, "name": "Оренбургская область", "voice": 1},
    {"id": 57, "name": "Орловская область", "voice": 1},
    {"id": 58, "name": "Пензенская область", "voice": 1},
    {"id": 59, "name": "Пермский край", "voice": 1},
    {"id": 60, "name": "Псковская область", "voice": 1},
    {"id": 61, "name": "Ростовская область", "voice": 1},
    {"id": 62, "name": "Рязанская область", "voice": 1},
    {"id": 63, "name": "Самарская область", "voice": 1},
    {"id": 64, "name": "Саратовская область", "voice": 1},
    {"id": 65, "name": "Сахалинская область", "voice": 1},
    {"id": 66, "name": "Свердловская область", "voice": 1},
    {"id": 67, "name": "Смоленская область", "voice": 1},
    {"id": 68, "name": "Тамбовская область", "voice": 1},
    {"id": 69, "name": "Тверская область", "voice": 1},
    {"id": 70, "name": "Томская область", "voice": 1},
    {"id": 71, "name": "Тульская область", "voice": 1},
    {"id": 72, "name": "Тюменская область", "voice": 1},
    {"id": 73, "name": "Ульяновская область", "voice": 1},
    {"id": 74, "name": "Челябинская область", "voice": 1},
    {"id": 75, "name": "Забайкальский край", "voice": 1},
    {"id": 76, "name": "Ярославская область", "voice": 1},
    {"id": 77, "name": "город федерального значения Москва", "voice": 1},
    {"id": 78, "name": "город федерального значения Санкт-Петербург", "voice": 1},
    {"id": 79, "name": "Еврейская автономная область", "voice": 1},
    {"id": 83, "name": "Ненецкий автономный округ", "voice": 1},
    {"id": 86, "name": "Ханты-Мансийский автономный округ — Югра", "voice": 1},
    {"id": 87, "name": "Чукотский автономный округ", "voice": 1},
    {"id": 89, "name": "Ямало-Ненецкий автономный округ", "voice": 1},
    {"id": 90, "name": "Запорожская область", "voice": 1},
    {"id": 91, "name": "Республика Крым", "voice": 1},
    {"id": 92, "name": "город федерального значения Севастополь", "voice": 1},
    {"id": 93, "name": "Донецкая Народная Республика", "voice": 1},
    {"id": 94, "name": "Луганская Народная Республика", "voice": 1},
    {"id": 95, "name": "Херсонская область", "voice": 1}
]

conn = sqlite3.connect('orders.db')
cursor = conn.cursor()
cursor.execute("SELECT * FROM orders")
orders = cursor.fetchall()
vote_counts = defaultdict(int)
for order in orders:
    vote_counts[order[2]] += 1

# Сортируем словарь по значениям в убывающем порядке и выбираем только 10 элементов
sorted_votes = dict(sorted(vote_counts.items(), key=lambda item: item[1], reverse=True)[:10])

sorted_keys = sorted_votes.keys()

# Создаем новый список для совпавших элементов
global DATA_REGIONS2
DATA_REGIONS2 = []

# Перебираем элементы из списка DATA_REGIONS
for region in DATA_REGIONS:
    # Если название региона присутствует в ключах sorted_votes, добавляем этот элемент в новый список
    if region["name"] in sorted_keys:
        DATA_REGIONS2.append(region)

# Выводим новый список
print(DATA_REGIONS2)
