{
    "394460": "Два приятеля положили в банк по 10000 рублей каждый, причем первый положил деньги на вклад с ежеквартальным начислением 10%, а второй  — с ежегодным начислением 45%. Через год приятели получили деньги вместе с причитающимися им процентами. Кто получил большую прибыль? В ответе напишите 1, если большую прибыль получит первый приятель, или 2, если второй.",
    "316987": "Какое из приведенных ниже неравенств является верным при любых значениях a и b, удовлетворяющих условию a > b?В ответе укажите номер правильного варианта.1)  b − a < −22)  a − b > −13)  a − b < 34)  b − a > −3",
    "341364": "Игральную кость бросают дважды. Найдите вероятность того, что сумма двух выпавших чисел равна 4 или 7.",
    "394437": "Мама договорилась с Димой, что в понедельник он будет учить испанские слова. За первое выученное слово она даст сыну 5 конфет, а за каждое следующее слово на 2 конфеты больше, чем за предыдущее. Сколько конфет Дима получит от мамы в понедельник, если он выучит 12 слов?",
    "394435": "В лесу живут белки, каждая из которых, придя на опушку, съедает 10 орехов. В первый день на опушку пришли 6 белок. В каждый следующий на опушку приходило на две белки больше. Сколько орехов съели белки за 30 дней?",
    "325453": "Определите вероятность того, что при бросании игрального кубика (правильной кости) выпадет нечетное число очков.",
    "394309": "Тренер посоветовал Андрею в первый день занятий провести на беговой дорожке 15 минут, а на каждом следующем занятии увеличивать время, проведённое на беговой дорожке, на 7 минут. За сколько занятий Андрей проведёт на беговой дорожке в общей сложности 2 часа 25 минут, если будет следовать советам тренера?",
    "412187": "В амфитеатре 10 рядов. В первом ряду 25 мест, а в каждом следующем на 3 места больше, чем в предыдущем. Сколько мест в восьмом ряду амфитеатра?",
    "394421": "Часть программы тренировок Арсения заключается в беге на беговой дорожке. На первой тренировке необходимо бежать 15 минут, на каждой следующей время пробежки увеличивается на 7 минут. За сколько тренировок Арсений проведет на беговой дорожке в общей сложности 2 часа 25 минут, если будет следовать программе? (В ответе укажите только число.)",
    "197": "Укажите номера верных утверждений.1)  Если три стороны одного треугольника пропорциональны трем сторонам другого треугольника, то треугольники подобны.2)  Сумма смежных углов равна 180°.3)  Любая высота равнобедренного треугольника является его биссектрисой.Если утверждений несколько, запишите их номера в порядке возрастания.",
    "316323": "Укажите номера верных утверждений.1)  Любые три прямые имеют не более одной общей точки.2)  Если угол равен 120°, то смежный с ним равен 120°.3)  Если расстояние от точки до прямой больше 3, то и длина любой наклонной, проведенной из данной точки к прямой, больше 3.Если утверждений несколько, запишите их номера в порядке возрастания.",
    "401818": "Какие из следующих утверждений верны?1)  Все высоты равностороннего треугольника равны.2)  Угол, вписанный в окружность, равен соответствующему центральному углу, опирающемуся на ту же дугу.3)  В любой ромб можно вписать окружность.Если утверждений несколько, запишите их номера в порядке возрастания.",
    "401388": "Какое из следующих утверждений верно?1)  Диагональ трапеции делит ее на два равных треугольника.2)  Косинус острого угла прямоугольного треугольника равен отношению гипотенузы к прилежащему к этому углу катету.3)  Расстояние от точки, лежащей на окружности, до центра окружности равно радиусу.В ответ запишите номер выбранного утверждения.",
    "394429": "Футбольный мяч катится так, что за первую секунду он проходит путь 0,6 м, а в каждую следующую секунду путь увеличивается на 0,6 м по сравнению с предыдущей. Сколько секунд будет катиться мяч по горке длиной 6 метров?",
    "394433": "Улитка, ползая по пересеченной местности, за первый час проползла 800 мм, а за каждый следующий час она проползала на 25 мм меньше, чем за предыдущий. Сколько времени она потратила на путь, равный 5700 мм?",
    "401617": "Какие из следующих утверждений верны?1)  Существуют три прямые, которые проходят через одну точку.2)  Боковые стороны любой трапеции равны.3)  Сумма углов равнобедренного треугольника равна 180 градусам.Если утверждений несколько, запишите их номера в порядке возрастания.",
    "315196": "Записан рост (в сантиметрах) пяти учащихся: 158, 166, 134, 130, 132. На сколько отличается среднее арифметическое этого набора чисел от его медианы?",
    "393952": "Улитка ползет от одного дерева до другого. Каждый день она проползает на одно и то же расстояние больше, чем в предыдущий день. Известно, что за первый и последний дни улитка проползла в общей сложности 10 метров. Определите, сколько дней улитка потратила на весь путь, если расстояние между деревьями равно 150 метрам.",
    "169936": "Какие из следующих утверждений верны?1)  Если площади фигур равны, то равны и сами фигуры.2)  Площадь трапеции равна произведению суммы оснований на высоту.3)  Если две стороны треугольника равны 4 и 5, а угол между ними равен 30°, то площадь этого треугольника равна 10.4)  Если две смежные стороны параллелограмма равны 4 и 5, а угол между ними равен 30°, то площадь этого параллелограмма равна 10.Если утверждений несколько, запишите их номера в порядке возрастания.",
    "311336": "В мешке содержатся жетоны с номерами от 5 до 54 включительно. Какова вероятность, того, что извлеченный наугад из мешка жетон содержит двузначное число?",
    "341532": "Из формулы центростремительного ускорения a = ω2R найдите R (в метрах), если ω = 4 с−1 и a = 64 м/с2.",
    "132740": "У бабушки 20 чашек: 5 с красными цветами, остальные с синими. Бабушка наливает чай в случайно выбранную чашку. Найдите вероятность того, что это будет чашка с синими цветами.",
    "412241": "В амфитеатре 14 рядов, причем в каждом следующем ряду на одно и то же число мест больше, чем в предыдущем. В пятом ряду 27 мест, а в восьмом ряду 36 мест. Сколько мест в последнем ряду амфитеатра?",
    "337484": "Значение какого из данных выражений положительно, если известно, что x > 0, y < 0?В ответе укажите номер правильного варианта.1)  xy2)  (x − y)y3)  (y − x)y4)  (y − x)x",
    "325580": "В магазине канцтоваров продается 100 ручек, из них 37 –  красные, 8 –  зеленые, 17 –  фиолетовые, еще есть синие и черные, их поровну. Найдите вероятность того, что Алиса наугад вытащит красную или черную ручку.",
    "316354": "Фирма «Вспышка» изготавливает фонарики. Вероятность того, что случайно выбранный фонарик из партии бракованный, равна 0,02. Какова вероятность того, что два случайно выбранных из одной партии фонарика окажутся небракованными?",
    "394399": "Мать дарит каждой из пяти своих дочерей в день рождения, начиная с пяти лет, столько книг, сколько дочери лет. Возрасты пяти дочерей составляют арифметическую прогрессию, разность которой равна 2. Сколько лет было старшей дочери, когда у них составилась библиотека общей численностью в 495 книг?",
    "393942": "Бригада маляров красит забор длиной 240 метров, ежедневно увеличивая норму покраски на одно и то же число метров. Известно, что за первый и последний день в сумме бригада покрасила 60 метров забора. Определите, сколько дней бригада маляров красила весь забор.",
    "311684": "Укажите номера верных утверждений.1)  Через точку, не лежащую на данной прямой, можно провести прямую, параллельную этой прямой.2)  Треугольник со сторонами 1, 2, 4 существует.3)  Если в ромбе один из углов равен 90°, то такой ромб  — квадрат.4)  Центр описанной около треугольника окружности всегда лежит внутри этого треугольника.Если утверждений несколько, запишите их номера в порядке возрастания.",
    "393954": "Вере надо подписать 640 открыток. Ежедневно она подписывает на одно и то же количество открыток больше по сравнению с предыдущим днем. Известно, что за первый день Вера подписала 10 открыток. Определите, сколько открыток было подписано за четвертый день, если вся работа была выполнена за 16 дней.",
    "393956": "Бизнесмен Бубликов получил в 2000 году прибыль в размере 5000 рублей. Каждый следующий год его прибыль увеличивалась на 300% по сравнению с предыдущим годом. Сколько рублей заработал Бубликов за 2003 год?",
    "407495": "В первый день больной заражает четырех человек, каждый из которых на следующий день заражает новых четырех и так далее. На второй день больной изолируется и больше уже никого не заражает. Болезнь длится 14 дней. В первый день месяца в город N приехал заболевший гражданин К, и в этот же день он заразил четырех человек. В какой день станет 1365 заболевших? (В ответе укажите только число.)",
    "169926": "Какие из следующих утверждений верны?1)  Если в параллелограмме диагонали равны, то этот параллелограмм  — прямоугольник.2)  Если диагонали параллелограмма делят его углы пополам, то этот параллелограмм  — ромб.3)  Если один из углов, прилежащих к стороне параллелограмма, равен 50°, то другой угол, прилежащий к той же стороне, равен 50°.4)  Если сумма трех углов выпуклого четырехугольника равна 200°, то его четвертый угол равен 160°.Если утверждений несколько, запишите их номера в порядке возрастания.",
    "325457": "Вероятность того, что новая шариковая ручка пишет плохо (или не пишет), равна 0,19. Покупатель в магазине выбирает одну такую ручку. Найдите вероятность того, что эта ручка пишет хорошо.",
    "393950": "Грузовик перевозит партию щебня массой 210 тонн, ежедневно увеличивая норму перевозки на одно и то же число тонн. Известно, что за первый день было перевезено 2 тонны щебня. Определите, сколько тонн щебня было перевезено за девятый день, если вся работа была выполнена за 14 дней.",
    "169922": "Какие из следующих утверждений верны?1)  Вписанные углы, опирающиеся на одну и ту же хорду окружности, равны.2)  Если радиусы двух окружностей равны 5 и 7, а расстояние между их центрами равно 3, то эти окружности не имеют общих точек.3)  Если радиус окружности равен 3, а расстояние от центра окружности до прямой равно 2, то эти прямая и окружность пересекаются.4)  Если вписанный угол равен 30°, то дуга окружности, на которую опирается этот угол, равна 60°.Если утверждений несколько, запишите их номера в порядке возрастания.",
    "169928": "Какие из следующих утверждений верны?1)  Около всякого треугольника можно описать не более одной окружности.2)  В любой треугольник можно вписать не менее одной окружности.3)  Центром окружности, описанной около треугольника, является точка пересечения биссектрис.4)  Центром окружности, вписанной в треугольник, является точка пересечения серединных перпендикуляров к его сторонам.Если утверждений несколько, запишите их номера в порядке возрастания.",
    "325436": "Из 1600 пакетов молока в среднем 80 протекают. Какова вероятность того, что случайно выбранный пакет молока не течет?",
    "394308": "В первом ряду кинозала 24 места, а в каждом следующем на 2 больше, чем в предыдущем. Сколько мест в восьмом ряду?",
    "394464": "За изготовление и установку нижнего железобетонного кольца колодца заплатили 234 рубля, а за каждое следующее кольцо платили на 18 рублей меньше, чем за предыдущее. Кроме того, по окончании работы была выплачена премия 360 рублей. Средняя стоимость изготовления и установки одного кольца с учетом премии оказалась равна 202 рубля. Сколько колец было установлено?",
    "132730": "Телевизор у Маши сломался и показывает только один случайный канал. Маша включает телевизор. В это время по трем каналам из двадцати показывают кинокомедии. Найдите вероятность того, что Маша попадет на канал, где комедия не идет.",
    "341710": "Какое из следующих утверждений верно?1)  Через точку, не лежащую на данной прямой, можно провести прямую, перпендикулярную этой прямой.2)  Если стороны одного четырехугольника соответственно равны сторонам другого четырехугольника, то такие четырехугольники равны.3)  Смежные углы равны.Если утверждений несколько, запишите их номера в порядке возрастания.",
    "132728": "Коля выбирает трехзначное число. Найдите вероятность того, что оно делится на 5.",
    "171": "Укажите номера верных утверждений.1)  Если угол острый, то смежный с ним угол также является острым.2)  Диагонали квадрата взаимно перпендикулярны.3)  В плоскости все точки, равноудаленные от заданной точки, лежат на одной окружности.Если утверждений несколько, запишите их номера в порядке возрастания.",
    "412198": "В ходе бета-распада радиоактивного изотопа А каждые 8 минут половина его атомов без потери массы преобразуются в атомы стабильного изотопа Б. В начальный момент масса изотопа А составляла 160 мг. Найдите массу образовавшегося изотопа Б через 40 минут. Ответ дайте вмиллиграммах.",
    "404174": "Какое из следующих утверждений верно?1)  Центр описанной около треугольника окружности всегда лежит внутри этого треугольника.2)  В параллелограмме есть два равных угла.3)  Площадь прямоугольного треугольника равна произведению длин его катетов. В ответ запишите номер выбранного утверждения.",
    "338038": "Найдите значение выражения (4,9 · 10− 3)(4 · 10− 2).",
    "316349": "Укажите номера неверных утверждений.1)  При пересечении двух параллельных прямых третьей прямой сумма накрест лежащих углов равна 180°.2)  Диагонали ромба перпендикулярны.3)  Центром окружности, описанной около треугольника, является  точка пересечения его биссектрис.Если утверждений несколько, запишите их номера в порядке возрастания.",
    "325288": "Средний рост жителя города, в котором живет Даша, равен 170 см. Рост Даши 173 см. Какое из следующих утверждений верно?1)  Даша  — самая высокая девушка в городе.2)  Обязательно найдется девушка ниже 170 см.3)  Обязательно найдется человек ростом менее 171 см.4)  Обязательно найдется человек ростом 167 см.",
    "132748": "В среднем из каждых 80 поступивших в продажу аккумуляторов 76 аккумуляторов заряжены. Найдите вероятность того, что купленный аккумулятор не заряжен.",
    "311824": "Чтобы перевести значение температуры по шкале Цельсия (t °C) в шкалу Фаренгейта (t °F), пользуются формулой F  =  1,8C + 32 , где C  — градусы Цельсия, F  — градусы Фаренгейта.  Какая температура по шкале Цельсия соответствует 6° по шкале Фаренгейта? Ответ округлите до десятых.",
    "338175": "Найдите f(1), если f(x − 2) = 85 − x.",
    "404189": "Какое из следующих утверждений верно?1)  В прямоугольном треугольнике гипотенуза равна сумме катетов.2)  Всегда один из двух смежных углов острый, а другой тупой.3)  Через любую точку, лежащую вне окружности, можно провести две касательные к этой окружности.В ответ запишите номер выбранного утверждения.",
    "394436": "Старший брат договорился с Мишей, что в пятницу он будет готовиться к экзамену по физике, решая задачи из сборника. За первую задачу брат разрешит ему поиграть на своей приставке 10 минут, а за каждую следующую задачу ему можно будет играть на 3 минуты больше, чем за предыдущую. Сколько минут можно будет поиграть Мише в воскресенье, если он решит 8 задач?",
    "169932": "Какие из следующих утверждений верны?1)  Центром симметрии прямоугольника является точка пересечения диагоналей.2)  Центром симметрии ромба является точка пересечения его диагоналей.3)  Правильный пятиугольник имеет пять осей симметрии.4)  Центром симметрии равнобедренной трапеции является точка пересечения ее диагоналей.Если утверждений несколько, запишите их номера в порядке возрастания.",
    "325454": "Известно, что в некотором регионе вероятность того, что родившийся младенец окажется мальчиком, равна 0,512. В 2010 г. в этом регионе на 1000 родившихся младенцев в среднем пришлось 477 девочек. На сколько частота рождения девочек в 2010 г. в этом регионе отличалась от вероятности этого события?",
    "394303": "Хозяин договорился с рабочими, что они выкопают ему колодец на следующих условиях: за первый метр он заплатит им 4200 рублей, а за каждый следующий метр  — на 1300 рублей больше, чем за предыдущий. Сколько рублей хозяин должен будет заплатить рабочим, если они выкопают колодец глубиной 11 метров?",
    "325481": "Определите вероятность того, что при бросании кубика выпало число очков, не большее 3.",
    "169935": "Какие из следующих утверждений верны?1)  Квадрат любой стороны треугольника равен сумме квадратов двух других сторон без удвоенного произведения этих сторон на синус угла между ними.2)  Если катеты прямоугольного треугольника равны 5 и 12, то его гипотенуза равна 13.3)  Треугольник ABC, у которого AB = 5, BC = 6, AC = 7, является остроугольным.4)  В прямоугольном треугольнике квадрат катета равен разности квадратов гипотенузы и другого катета.Если утверждений несколько, запишите их номера в порядке возрастания.",
    "169929": "Какие из следующих утверждений верны?1)  Около любого правильного многоугольника можно описать не более одной окружности.2)  Центр окружности, описанной около треугольника со сторонами, равными 3, 4, 5, находится на стороне этого треугольника.3)  Центром окружности, описанной около квадрата, является точка пересечения его диагоналей.4)  Около любого ромба можно описать окружность.Если утверждений несколько, запишите их номера в порядке возрастания.",
    "314818": "Какие из данных утверждений верны? Запишите их номера.1)  Каждая из биссектрис равнобедренного треугольника является его медианой.2)  Диагонали прямоугольника равны.3)  У любой трапеции боковые стороны равны.Если утверждений несколько, запишите их номера в порядке возрастания.",
    "394131": "Вика решила начать делать зарядку каждое утро. В первый день она сделала 30 приседаний, а в каждый следующий день она делала на одно и то же количество приседаний больше, чем в предыдущий день. За 15 дней она сделала всего 975 приседаний. Сколько приседаний сделала Вика в пятый день?",
    "341384": "Какие из следующих утверждений верны?1)  Если две стороны одного треугольника соответственно равны двум сторонам другого треугольника, то такие треугольники равны.2)  Средняя линия трапеции параллельна ее основаниям.3)  Длина гипотенузы прямоугольного треугольника меньше суммы длин его катетов.Если утверждений несколько, запишите их номера в порядке возрастания.",
    "394412": "Ваня, Миша, Алик и Вадим ловили рыбу. Оказалось, что количества рыб, пойманных каждым из них, образуют в указанном порядке арифметическую прогрессию. Если бы Алик поймал столько же рыб, сколько Вадим, а Вадим поймал бы на 12 рыб больше, то количества рыб, пойманных юношами, образовали бы в том же порядке геометрическую прогрессию. Сколько рыб поймал Миша?",
    "394430": "При свободном падении тело прошло в первую секунду 5 м, а в каждую следующую на 10 м больше. Найдите глубину шахты, если свободно падающее тело достигло его дна через 5 с после начала падения.",
    "394401": "Для асфальтирования участка длиной 99 м используются 2 катка. Первый каток был установлен в одном конце участка, второй  — в противоположном. Работать они начали одновременно. Первый каток в каждую минуту проходил 5 м, а второй каток за первую минуту прошел 1,5 м, а за каждую следующую минуту проходил на 0,5 м больше, чем за предыдущую.  Через сколько минут катки встретились?",
    "314814": "Какие из данных утверждений верны? Запишите их номера.1)  Вокруг любого треугольника можно описать окружность.2)  Если в параллелограмме диагонали равны и перпендикулярны, то этот параллелограмм  — квадрат.3)  Площадь трапеции равна произведению средней линии на высоту.Если утверждений несколько, запишите их номера в порядке возрастания.",
    "169917": "Какие из следующих утверждений верны?1)  Если при пересечении двух прямых третьей прямой внутренние накрест лежащие углы составляют в сумме 90°, то эти две прямые параллельны.2)  Если угол равен 60°, то смежный с ним равен 120°.3)  Если при пересечении двух прямых третьей прямой внутренние односторонние углы равны 70° и 110°, то эти две прямые параллельны.4)  Через любые три точки проходит не более одной прямой.Если утверждений несколько, запишите их номера в порядке возрастания.",
    "169931": "Какие из следующих утверждений верны?1)  Правильный шестиугольник имеет шесть осей симметрии.2)  Прямая не имеет осей симметрии.3)  Центром симметрии ромба является точка пересечения его диагоналей.4)  Равнобедренный треугольник имеет три оси симметрии.Если утверждений несколько, запишите их номера в порядке возрастания.",
    "394402": "В сосуде имеется несколько одинаковых кранов, которые открывают один за другим через равные промежутки времени. Через 8 часов после того, как был включен последний кран, сосуд был заполнен. Время, в течение которого были открыты первый и последний краны относятся как 5 : 1. Через сколько времени заполнится сосуд, если открыть все краны одновременно? Ответ дайте в часах.",
    "394404": "Бригада рабочих могла выполнить всю работу за 24 ч, если бы работали одновременно все рабочие. Однако по плану в первый час работал один рабочий, во второй час  — 2 рабочих, в третий  — 3 и т. д. до тех пор, пока в работу не включились все рабочие. И только несколько часов перед завершением работала вся бригада. Время работы, предусмотренное планом, было бы сокращено на 6 часов, если бы с самого начала работы работала бы вся бригада, за исключением пяти рабочих. Найдите количество рабочих.",
    "394319": "Бактерия, попав в живой организм, к концу 20-й минуты делится на две бактерии, каждая из них к концу следующих 20 минут делится опять на две и т. д. Сколько бактерий окажется в организме через 4 часа, если по истечении четвертого часа в организм из окружающей среды попала еще одна бактерия?",
    "341531": "В среднем из 100 карманных фонариков, поступивших в продажу, восемь неисправных. Найдите вероятность того, что выбранный наудачу в магазине фонарик окажется исправен.",
    "348369": "Какое из следующих утверждений верно?1)  Все углы ромба равны.2)  Если стороны одного четырехугольника соответственно равны сторонам другого четырехугольника, то такие четырехугольники равны.3)  Через любую точку, лежащую вне окружности, можно провести две касательные к этой окружности.В ответ запишите номер выбранного утверждения.",
    "315159": "В лыжных гонках участвуют 11 спортсменов из России, 6 спортсменов из Норвегии и 3 спортсмена из Швеции. Порядок, в котором спортсмены стартуют, определяется жребием. Найдите вероятность того, что первым будет стартовать спортсмен из России.",
    "438282": "В амфитеатре 10 рядов. В первом ряду 25 мест, а в каждом следующем на 3 места больше, чем в предыдущем. Сколько мест в восьмом ряду амфитеатра?",
    "394312": "В соревновании по стрельбе за каждый промах в серии из 25 выстрелов стрелок получал штрафные очки: за первый промах  — одно штрафное очко, за каждый последующий  — на 0,5 очка больше, чем за предыдущий. Сколько раз попал в цель стрелок, получивший 7 штрафных очков?",
    "341525": "Какие из следующих утверждений верны?1)  Треугольника со сторонами 1, 2, 4 не существует.2)  Сумма углов любого треугольника равна 360 градусам.3)  Серединные перпендикуляры к сторонам треугольника пересекаются в центре его описанной окружности.Если утверждений несколько, запишите их номера в порядке возрастания.",
    "311763": "Укажите номера верных утверждений.1)  Через любую точку проходит не менее одной прямой.2)  Если при пересечении двух прямых третьей прямой соответственные углы равны 65°, то эти две прямые параллельны.3)  Если при пересечении двух прямых третьей прямой внутренние накрест лежащие углы составляют в сумме 90°, то эти две прямые параллельны.Если утверждений несколько, запишите их номера в порядке возрастания.",
    "369727": "Найдите значение выражения 5,7−7,6.",
    "169916": "Какие из следующих утверждений верны?1)  Если при пересечении двух прямых третьей прямой соответственные углы равны 65°, то эти две прямые параллельны.2)  Любые две прямые имеют не менее одной общей точки.3)  Через любую точку проходит более одной прямой.4)  Любые три прямые имеют не менее одной общей точки.Если утверждений несколько, запишите их номера в порядке возрастания.",
    "169934": "Какие из следующих утверждений верны?1)  Любые два прямоугольных треугольника подобны.2)  Если катет и гипотенуза прямоугольного треугольника равны соответственно 6 и 10, то второй катет этого треугольника равен 8.3)  Стороны треугольника пропорциональны косинусам противолежащих углов.4)  Квадрат любой стороны треугольника равен сумме квадратов двух других сторон без удвоенного произведения этих сторон на косинус угла между ними.Если утверждений несколько, запишите их номера в порядке возрастания.",
    "311324": "Для экзамена подготовили билеты с номерами от 1 до 50. Какова вероятность того, что наугад взятый учеником билет имеет однозначный номер?",
    "394425": "Диаметры пяти шкивов, насаженных на общий вал, образуют арифметическую прогрессию. Сумма диаметров первого и третьего шкивов составляет 26,8 см, а второго и четвертого  — 31,6 см. Сколько сантиметров составляет диаметр наибольшего шкива?",
    "169915": "Какие из следующих утверждений верны?1)  Если угол равен 45°, то вертикальный с ним угол равен 45°.2)  Любые две прямые имеют ровно одну общую точку.3)  Через любые три точки проходит ровно одна прямая.4)  Если расстояние от точки до прямой меньше 1, то и длина любой наклонной, проведенной из данной точки к прямой, меньше 1.",
    "169923": "Какие из следующих утверждений верны?1)  Через любые три точки проходит не более одной окружности.2)  Если расстояние между центрами двух окружностей больше суммы их диаметров, то эти окружности не имеют общих точек.3)  Если радиусы двух окружностей равны 3 и 5, а расстояние между их центрами равно 1, то эти окружности пересекаются.4)  Если дуга окружности составляет 80°, то вписанный угол, опирающийся на эту дугу окружности, равен 40°.Если утверждений несколько, запишите их номера в порядке возрастания.",
    "145": "Укажите номера верных утверждений.1)  Центры вписанной и описанной окружностей равностороннего треугольника совпадают.2)  Существует квадрат, который не является ромбом.3)  Сумма углов любого треугольника равна 180° .Если утверждений несколько, запишите их номера в порядке возрастания.",
    "393958": "Компания «Альфа» начала инвестировать средства в перспективную отрасль в 2001 году, имея капитал в размере 5000 долларов. Каждый год, начиная с 2002 года, она получала прибыль, которая составляла 200% от капитала предыдущего года. А компания «Бета» начала инвестировать средства в другую отрасль в 2003 году, имея капитал в размере 10 000 долларов, и, начиная с 2004 года, ежегодно получала прибыль, составляющую 400% от капитала предыдущего года. На сколько долларов капитал одной из компаний был больше капитала другой к концу 2006 года, если прибыль из оборота не изымалась?",
    "325450": "В соревнованиях по художественной гимнастике участвуют три гимнастки из России, три гимнастки из Украины и четыре гимнастки из Белоруссии. Порядок выступлений определяется жеребьевкой. Найдите вероятность того, что первой будет выступать гимнастка из России.",
    "132738": "Миша с папой решили покататься на колесе обозрения. Всего на колесе двадцать четыре кабинки, из них 5  — синие, 7  — зеленые, остальные  — красные. Кабинки по очереди подходят к платформе для посадки. Найдите вероятность того, что Миша прокатится в красной кабинке.",
    "311915": "Укажите номера верных утверждений.1)  Площадь трапеции равна половине высоты, умноженной на разность оснований.2)  Через любые две точки можно провести прямую.3)  Через точку, не лежащую на данной прямой, можно провести единственную прямую, перпендикулярную данной прямой.Если утверждений несколько, запишите их номера в порядке возрастания.",
    "338396": "Расстояние s (в метрах) до места удара молнии можно приближенно вычислить по формуле s  =  330t, где t  — количество секунд, прошедших между вспышкой молнии и ударом грома. Определите, на каком расстоянии от места удара молнии находится наблюдатель, если t  =  10 с. Ответ дайте в километрах, округлив его до целых.",
    "311415": "Из 900 новых флеш-карт в среднем 54 не пригодны для записи. Какова вероятность того, что случайно выбранная флеш-карта пригодна для записи?",
    "316914": "Мощность постоянного тока (в ваттах) вычисляется по формуле P  =  I2R, где I  — сила тока (в амперах), R  — сопротивление (в омах). Пользуясь этой формулой, найдите сопротивление R (в омах), если мощность составляет 150 ватт, а сила тока равна 5 амперам.",
    "311959": "Укажите номера верных утверждений.1)  В любую равнобедренную трапецию можно вписать окружность.2)  Диагональ параллелограмма делит его углы пополам.3)  Площадь прямоугольного треугольника равна половине произведения его катетов.Если утверждений несколько, запишите их номера в порядке возрастания.",
    "394316": "Альпинисты в первый день восхождения поднялись на высоту 1400 м, а затем каждый следующий день поднимались на высоту на 100 м меньше, чем в предыдущий. За сколько дней они покорили высоту 5000 м?",
    "448934": "Бабушка покупает платки на базаре. На прилавке лежат 10 платком, из них 1 красный и остальные синие. Найдите вероятность того, что бабушка купит синий платок.",
    "316233": "Укажите номера верных утверждений.1)  Смежные углы равны.2)  Любые две прямые имеют ровно одну общую точку.3)  Если угол равен 108°, то вертикальный с ним равен 108°.Если утверждений несколько, запишите их номера в порядке возрастания.",
    "169930": "Какие из следующих утверждений верны?1)  Окружность имеет бесконечно много центров симметрии.2)  Прямая не имеет осей симметрии.3)  Правильный пятиугольник имеет пять осей симметрии.4)  Квадрат не имеет центра симметрии.Если утверждений несколько, запишите их номера в порядке возрастания.",
    "394311": "Врач прописал пациенту принимать лекарство по такой схеме: в первый день он должен принять 3 капли, а в каждый следующий день  — на 3 капли больше, чем в предыдущий. Приняв в день 30 капель, он ещё 3 дня пьёт по 30 капель лекарства, а потом ежедневно уменьшает приём на 3 капли. Сколько пузырьков лекарства нужно купить пациенту на весь курс приёма, если в каждом содержится 20 мл лекарства (что составляет 250 капель)?",
    "394432": "Два велосипедиста, находясь на расстоянии 153 км друг от друга, начали двигаться одновременно навстречу друг другу. Первый велосипедист едет со скоростью 10 км/ч, второй в первый час проехал 3 км, а в каждый последующий  — на 5 км больше, чем в предыдущий. Через сколько часов велосипедисты встретятся?",
    "412224": "У Тани есть теннисный мячик. Она со всей силы бросила его об асфальт. После первого отскока мячик подлетел на высоту 360 см, а после каждого следующего отскока от асфальта подлетал на высоту в три раза меньше предыдущей. После какого по счету отскока высота, на которую подлетит мячик, станет меньше 15см?",
    "341499": "Какие из следующих утверждений верны?1)  Один из углов треугольника всегда не превышает 60 градусов.2)  Диагонали трапеции пересекаются и делятся точкой пересечения пополам.3)  Все диаметры окружности равны между собой.Если утверждений несколько, запишите их номера в порядке возрастания.",
    "315195": "Из каждых 1000 электрических лампочек 5 бракованных. Какова вероятность купить исправную лампочку?",
    "338089": "Закон Джоуля–Ленца можно записать в виде Q  =  I2Rt, где Q  — количество теплоты (в джоулях), I  — сила тока (в амперах), R  — сопротивление цепи (в омах), а t  — время (в секундах). Пользуясь этой формулой, найдите время t (в секундах), если Q  =  2187 Дж, I  =  9 A, R  =  3 Ом.",
    "341358": "Какие из следующих утверждений верны?1)  Длина гипотенузы прямоугольного треугольника меньше суммы длин его катетов.2)  В тупоугольном треугольнике все углы тупые.3)  Средняя линия трапеции равна полусумме ее оснований.Если утверждений несколько, запишите их номера в порядке возрастания.",
    "394395": "На биржевых торгах в понедельник вечером цена акции банка «Городской» повысилась на некоторое количество процентов, а во вторник произошло снижение стоимости акции на то же число процентов. В результате во вторник вечером цена акции составила 99% от ее первоначальной цены в понедельник утром. На сколько процентов менялась котировка акции в понедельник и во вторник?",
    "169933": "Какие из следующих утверждений верны?1)  Если катет и гипотенуза прямоугольного треугольника равны соответственно 6 и 10, то второй катет этого треугольника равен 8.2)  Любые два равнобедренных треугольника подобны.3)  Любые два прямоугольных треугольника подобны.4)  Треугольник ABC, у которого AB = 3, BC = 4, AC = 5, является тупоугольным.Если утверждений несколько, запишите их номера в порядке возрастания.",
    "401622": "Какое из следующих утверждений верно?1)  Диагонали ромба точкой пересечения делятся пополам.2)  В тупоугольном треугольнике все углы тупые.3)  Каждая из биссектрис равнобедренного треугольника является его высотой.В ответ запишите номер выбранного утверждения.",
    "394420": "Каждый день больной заражает четырех человек, каждый из которых, начиная со следующего дня, каждый день также заражает новых четырех и так далее. Болезнь длится 14 дней. В первый день месяца в город N приехал заболевший гражданин К, и в это  же день он заразил четырех человек. В какой день станет 3125 заболевших? (В ответе укажите только число.)",
    "394427": "Мощности пяти различных электромоторов составляют возрастающую геометрическую прогрессию. Мощность самого слабого электромотора  — 5 кВт, а третьего по мощности  — 20 кВт. Найдите мощность самого мощного электромотора, ответ дайте в кВт.",
    "132744": "Родительский комитет закупил 25 пазлов для подарков детям на окончание года, из них  15 с машинами и 10 с видами городов. Подарки распределяются случайным образом. Найдите вероятность того, что Толе достанется пазл с машиной.",
    "169924": "Какие из следующих утверждений верны?1)  Сумма углов выпуклого четырехугольника равна 180°.2)  Если один из углов параллелограмма равен 60°, то противоположный ему угол равен 120°.3)  Диагонали квадрата делят его углы пополам.4)  Если в четырехугольнике две противоположные стороны равны, то этот четырехугольник  — параллелограмм.Если утверждений несколько, запишите их номера в порядке возрастания.",
    "311512": "В группе из 20 российских туристов несколько человек владеют иностранными языками. Из них пятеро говорят только по-английски, трое только по-французски, двое по-французски и по-английски. Какова вероятность того, что случайно выбранный турист говорит по-французски?",
    "394318": "Клиент взял в банке кредит в размере 50 000 р. на 5 лет под 20% годовых. Какую сумму он должен вернуть в банк в конце срока, если проценты начисляются ежегодно на текущую сумму долга и весь кредит с процентами возвращается в банк после срока?",
    "341410": "Какое из следующих утверждений верно?1)  Точка касания двух окружностей равноудалена от центров этих окружностей.2)  В параллелограмме есть два равных угла.3)  Площадь прямоугольного треугольника равна произведению длин его катетов.Если утверждений несколько, запишите их номера в порядке возрастания.",
    "311359": "В денежно-вещевой лотерее на 100 000 билетов разыгрывается 1300 вещевых и 850 денежных выигрышей. Какова вероятность получить вещевой выигрыш?",
    "132736": "В каждой десятой банке кофе согласно условиям акции есть приз. Призы распределены по банкам случайно. Варя покупает банку кофе в надежде выиграть приз. Найдите вероятность того, что  Варя не найдет приз в своей банке.",
    "132734": "В фирме такси в данный момент свободно 20 машин: 9 черных, 4 желтых и 7 зеленых. По вызову выехала одна из машин, случайно оказавшаяся ближе всего к заказчику. Найдите вероятность того, что к нему приедет желтое такси.",
    "412218": "При проведении опыта вещество равномерно охлаждали в течение 10 минут. При этом каждую минуту температура вещества уменьшалась на 6 °C. Найдите температуру вещества (в градусах Цельсия) через 4 минуты после начала проведения опыта, если его начальная температура составляла -7 °C.",
    "338296": "Закон Менделеева-Клапейрона можно записать в виде PV  =  νRT, где P  — давление (в паскалях), V  — объем (в м3), ν  — количество вещества (в молях), T  — температура (в градусах Кельвина), а R  — универсальная газовая постоянная, равная 8,31 Дж/(К⋅моль). Пользуясь этой формулой, найдите температуру T (в градусах Кельвина), если ν  =  68,2 моль, P  =  37 782,8 Па, V  =  6 м3.",
    "311767": "Стас, Денис, Костя, Маша, Дима бросили жребий  — кому начинать игру. Найдите вероятность того, что начинать игру должна будет девочка.",
    "406316": "При проведении химической реакции в растворе образуется нерастворимый осадок. Наблюдения показали, что каждую минуту образуется 0,2 г осадка. Найдите массу осадка (в граммах) в растворе спустя семь минут после начала реакции.",
    "406645": "В амфитеатре 13 рядов. В первом ряду 17 мест, а в каждом следующем на 2 места больше, чем в предыдущем. Сколько всего мест в амфитеатре?",
    "311851": "Укажите номера верных утверждений.1)  Если при пересечении двух прямых третьей прямой соответственные углы равны 37°, то эти две прямые параллельны. 2)  Через любые три точки проходит не более одной прямой. 3)  Сумма вертикальных углов равна 180°.Если утверждений несколько, запишите их номера в порядке возрастания.",
    "412192": "В ходе распада радиоактивного изотопа его масса уменьшается вдвое каждые 7 минут. В начальный момент масса изотопа составляла 640 мг. Найдите массу изотопа через 42 минуты. Ответ дайте в миллиграммах.",
    "311525": "В коробке 14 пакетиков с черным чаем и 6 пакетиков с зеленым чаем. Павел наугад вынимает один пакетик. Какова вероятность того, что это пакетик с зеленым чаем?",
    "393944": "Рабочие прокладывают тоннель длиной 500 метров, ежедневно увеличивая норму прокладки на одно и то же число метров. Известно, что за первый день рабочие проложили 3 метра тоннеля. Определите, сколько метров тоннеля проложили рабочие в последний день, если вся работа была выполнена за 10 дней.",
    "325491": "Игральную кость бросают дважды. Найдите вероятность того, что оба раза выпало число, большее 3.",
    "325482": "В случайном эксперименте симметричную монету бросают дважды. Найдите вероятность того, что орел выпадет ровно 1 раз.",
    "412233": "Камень бросают в глубокое ущелье. При этом в первую секунду он пролетает 9 метров, а в каждую следующую секунду на 10 метров больше, чем впредыдущую, до тех пор, пока не достигнет дна ущелья. Сколько метров пролетит камень за первые пять секунд?",
    "93": "Укажите номера  верных утверждений.1)  Существует квадрат, который не является прямоугольником.2)  Если два угла треугольника равны, то равны и противолежащие им стороны.3)  Внутренние накрест лежащие углы, образованные двумя параллельными прямыми и секущей, равны.Если утверждений несколько, запишите их номера в порядке возрастания.",
    "394423": "Занятия йогой начинают с 15 минут в день и увеличивают на 10 минут время каждый следующий день. Сколько дней следует заниматься йогой в указанном режиме, чтобы суммарная продолжительность занятий составила 2 часа?",
    "337334": "Найдите значение выражения 0,007 · 7 · 700.",
    "149": "На экзамене 25 билетов, Сергей не выучил 3 из них. Найдите вероятность того, что ему попадется выученный билет.",
    "412195": "В ходе биологического эксперимента в чашку Петри с питательной средой поместили колонию микроорганизмов массой 13мг. За каждые 30 минут масса колонии увеличивается в 3 раза. Найдите массу колонии микроорганизмов через 90 минут после начала эксперимента. Ответ дайте в миллиграммах.",
    "394315": "Улитка ползет вверх по дереву, начиная от его основания. За первую минуту она проползла 30 см, а за каждую следующую минуту  — на 5 см больше, чем за предыдущую. За сколько минут улитка достигнет вершины дерева высотой 5,25 м? В ответе укажите число минут.",
    "67": "Укажите номера верных утверждений.1)  Если два угла одного треугольника равны двум углам другого треугольника, то такие треугольники подобны.2)  Вертикальные углы равны.3)  Любая биссектриса равнобедренного треугольника является его медианой.Если утверждений несколько, запишите их номера в порядке возрастания.",
    "393948": "Турист идет из одного города в другой, каждый день проходя больше, чем в предыдущий день, на одно и то же расстояние. Известно, что за первый день турист прошел 10 километров. Определите, сколько километров прошел турист за третий день, если весь путь он прошел за 6 дней, а расстояние между городами составляет 120 километров.",
    "341332": "Какое из следующих утверждений верно?1)  Диагонали параллелограмма равны.2)  Площадь ромба равна произведению его стороны на высоту, проведенную к этой стороне.3)  Если две стороны и угол одного треугольника равны соответственно двум сторонам и углу другого треугольника, то такие треугольники равны.Если утверждений несколько, запишите их номера в порядке возрастания.",
    "311505": "В чемпионате по футболу участвуют 16 команд, которые жеребьевкой распределяются на 4 группы: A, B, C и D. Какова вероятность того, что команда России не попадает в группу A?",
    "311919": "Перед началом футбольного матча судья бросает монетку, чтобы определить, какая из команд будет первой владеть мячом. Команда А должна сыграть два матча  — с командой В и с командой С. Найдите вероятность того, что в обоих матчах первой мячом будет владеть команда А.",
    "394422": "В полночь в организме начало накапливаться ядовитое вещество, причем каждые три часа количество попадающего в организм вещества увеличивается вдвое. Сколько граммов вещества накопится в организме за сутки (начиная с нуля часов), если в период с 6 до 9 часов утра в организм попало 0,0008 г вещества?",
    "316328": "Петя, Вика, Катя, Игорь, Антон, Полина бросили жребий  — кому начинать игру. Найдите вероятность того, что начинать игру должен будет мальчик.",
    "325540": "Стрелок 4 раза стреляет по мишеням. Вероятность попадания в мишень при одном выстреле равна 0,5. Найдите вероятность того, что стрелок первые 3 раза попал в мишени, а последний раз промахнулся.",
    "341676": "Какие из следующих утверждений верны?1)  Треугольника со сторонами 1, 2, 4 не существует.2)  Смежные углы равны.3)  Все диаметры окружности равны между собой.Если утверждений несколько, запишите их номера в порядке возрастания.",
    "132732": "На тарелке 12 пирожков: 5 с мясом, 4 с капустой и 3 с вишней. Наташа наугад выбирает один пирожок. Найдите вероятность того, что он окажется с вишней.",
    "314894": "Какие из данных утверждений верны? Запишите их номера.1)  Если при пересечении двух прямых третьей прямой накрест лежащие углы равны, то прямые параллельны.2)  Диагональ трапеции делит ее на два равных треугольника.3)  Если в ромбе один из углов равен 90° , то такой ромб  —  квадрат.Если утверждений несколько, запишите их номера в порядке возрастания.",
    "394320": "Однажды богач заключил выгодную, как ему казалось, сделку с человеком, который в течение 15 дней ежедневно должен был приносить по 1000 р., а взамен в первый день богач должен был отдать 10 р., во второй  — 20 р., в третий  — 40 р., в четвертый  — 80 р. и т. д. в течение 15 дней. Сколько денег получил богач и сколько он отдал? Кто выиграл от этой сделки? В ответ запишите, сколько рублей потерял богач за 15 дней.",
    "393946": "Васе надо решить 434 задачи. Ежедневно он решает на одно и то же количество задач больше по сравнению с предыдущим днем. Известно, что за первый день Вася решил 5 задач. Определите, сколько задач решил Вася в последний день, если со всеми задачами он справился за 14 дней.",
    "316286": "Укажите номера верных утверждений.1)  Если угол равен 47°, то смежный с ним равен 153°.2)  Если две прямые перпендикулярны третьей прямой, то эти две прямые параллельны.3)  Через любую точку проходит ровно одна прямая.Если утверждений несколько, запишите их номера в порядке возрастания.",
    "169938": "Какие из следующих утверждений верны?1)  Площадь многоугольника, описанного около окружности, равна произведению его периметра на радиус вписанной окружности.2)  Если диагонали ромба равна 3 и 4, то его площадь равна 6.3)  Площадь трапеции меньше произведения суммы оснований на высоту.4)  Площадь прямоугольного треугольника меньше произведения его катетов.Если утверждений несколько, запишите их номера в порядке возрастания.",
    "394424": "Служившему воину дано вознаграждение: за первую рану 1 копейка, за другую  — 2 копейки, за третью  — 4 копейки и т. д. По исчислению нашлось, что воин получил всего вознаграждения 655 руб. 35 коп. Спрашивается число его ран.",
    "340463": "На экзамене по геометрии школьнику достается одна задача из сборника. Вероятность того, что эта задача по теме «Углы», равна 0,1. Вероятность того, что это окажется задача по теме «Параллелограмм», равна 0,6. В сборнике нет задач, которые одновременно относятся к этим двум темам. Найдите вероятность того, что на экзамене школьнику достанется задача по одной из этих двух тем.",
    "338071": "Зная длину своего шага, человек может приближенно подсчитать пройденное им расстояние s по формуле s  =  nl, где n  — число шагов, l  — длина шага. Какое расстояние прошел человек, если l  =  80 см, n  =  1600? Ответ выразите в километрах.",
    "394438": "Рихарду необходимо разобрать 315 квадратных уравнений. Ежедневно он разбирает на одно и то же количество уравнений больше по сравнению с предыдущем днем. Известно, что за первый день Рихард разобрал 11 квадратных уравнений, а справился со всеми он за 9 дней. Сколько уравнений Рихард разберет в последний день?",
    "315173": "В лыжных гонках участвуют 11 спортсменов из России, 6 спортсменов из Норвегии и 3 спортсмена из Швеции. Порядок, в котором спортсмены стартуют, определяется жребием. Найдите вероятность того, что первым будет стартовать спортсмен не из России.",
    "394405": "Алик, Миша и Вася покупали блокноты и трехкопеечные карандаши. Алик купил 2 блокнота и 4 карандаша, Миша  — блокнот и 6 карандашей, Вася  — блокнот и 3 карандаша. Оказалось, что суммы, которые уплатили Алик, Миша и Вася, образуют геометрическую прогрессию. Сколько стоит блокнот?",
    "394426": "Давление воздуха под колоколом равно 625 мм ртутного столба. Каждую минуту насос откачивает из-под колокола 20% находящегося там воздуха. Определите давление (в мм рт. ст.) через 5 минут после начала работы насоса.",
    "119": "Укажите номера верных утверждений.1)  Биссектриса равнобедренного треугольника, проведенная из вершины, противолежащей основанию, делит основание на две равные части.2)  В любом прямоугольнике диагонали взаимно перпендикулярны.3)  Для точки, лежащей на окружности, расстояние до центра окружности равно радиусу.Если утверждений несколько, запишите их номера в порядке возрастания."
}