{
    "508893": "Первый игральный кубик обычный, а на гранях второго кубика числа 5 и 6 встречаются по три раза. В остальном кубики одинаковые. Один случайно выбранный кубик бросают два раза. Известно, что в каком-то порядке выпали 5 и 6 очков. Какова вероятность того, что бросали второй кубик?",
    "513295": "Предприниматель купил здание и собирается открыть в нем отель. В отеле могут быть стандартные номера площадью 30 квадратных метров и номера «люкс» площадью 40 квадратных метров. Общая площадь, которую можно отвести под номера, составляет 940 квадратных метров. Предприниматель может определить эту площадь между номерами различных типов, как хочет. Обычный номер будет приносить отелю 4000 рублей в сутки, а номер «люкс»  — 5000 рублей в сутки. Какую наибольшую сумму денег сможет заработать в сутки на своем отеле предприниматель?",
    "508819": "При подозрении на наличие некоторого заболевания пациента отправляют на ПЦР-тест. Если заболевание действительно есть, то тест подтверждает его в 86% случаев. Если заболевания нет, то тест выявляет отсутствие заболевания в среднем в 94% случаев. Известно, что в среднем тест оказывается положительным у 10% пациентов, направленных на тестирование. При обследовании некоторого пациента врач направил его на ПЦР-тест, который оказался положительным. Какова вероятность того, что пациент действительно имеет это заболевание?",
    "99606": "Первые два часа автомобиль ехал со скоростью 50 км/ч, следующий час  — со скоростью 100 км/ч, а затем два часа  — со скоростью 75 км/ч. Найдите среднюю скорость автомобиля на протяжении всего пути. Ответ дайте в км/ч.",
    "508797": "Игральную кость бросали до тех пор, пока сумма всех выпавших очков не превысила число 3. Какова вероятность того, что для этого потребовалось ровно два броска? Ответ округлите до сотых.",
    "519662": "В регионе A среднемесячный доход на душу населения в 2014 году составлял 43 740 рублей и ежегодно увеличивался на 25%. В регионе B среднемесячный доход на душу населения в 2014 году составлял 60 000 рублей. В течение трёх лет суммарный доход жителей региона B увеличивался на 17% ежегодно, а население увеличивалось на m% ежегодно. В 2017 году среднемесячный доход на душу населения в регионах A и B стал одинаковым. Найдите m.",
    "627927": "В  банк  помещен  вклад  64 000  рублей  под  25%  годовых.  В  конце  каждого  из первых  трех  лет после  начисления  процентов вкладчик  дополнительно  клал  на счет  одну  и  ту же фиксированную  сумму.  К  концу  четвертого  года после  начисления процентов  оказалось,  что  вклад  составляет  385 000  рублей.  Какую  сумму  в  рублях ежегодно добавлял вкладчик?",
    "525732": "На доске были написаны несколько целых чисел. Несколько раз с доски стирали по два числа, разность которых делится на 5.а)  Может ли сумма всех оставшихся на доске чисел равняться 34, если изначально по одному разу были написаны все натуральные числа от 9 до 20 включительно?б)  Может ли на доске остаться ровно два числа, произведение которых оканчивается на цифру 1, если изначально по одному разу были написаны квадраты натуральных чисел от 59 до 92 включительно?в)  Пусть известно, что на доске осталось ровно два числа, а изначально по одному разу были написаны квадраты натуральных чисел от 59 до 92 включительно. Какое наибольшее значение может получиться, если поделить одно из оставшихся чисел на второе из них?",
    "512876": "а)  Существует ли конечная арифметическая прогрессия, состоящая из пяти натуральных чисел, такая, что сумма наибольшего и наименьшего членов этой прогрессии равна 99?б)  Конечная арифметическая прогрессия состоит из шести натуральных чисел. Сумма наибольшего и наименьшего членов этой прогрессии равна 9. Найдите все числа, из которых состоит эта прогрессия.в)  Среднее арифметическое членов конечной арифметической прогрессии, состоящей из натуральных чисел, равно 6,5. Какое наибольшее количество членов может быть в этой прогрессии?",
    "639947": "После смешения двух растворов, первый из которых содержал 150 г кислоты, а второй содержал 60 г такой же кислоты, получили 400 г нового раствора. Найдите концентрацию первого раствора (в процентах), если известно, что она на 20 больше концентрации второго (в процентах).",
    "517571": "В июле 2020 года планируется взять кредит на некоторую сумму. Условия возврата таковы:— в январе каждого года долг увеличивается на 30% по сравнению с предыдущим годом;— с февраля по июнь нужно выплатить часть долга одним платежом.Определите, на какую сумму взяли кредит в банке, если известно, что кредит был выплачен тремя равными платежами (за 3 года) и общая сумма выплат на 156 060 рублей больше суммы взятого кредита.",
    "507284": "31 декабря 2014 года Тимофей взял в банке 7 007 000 рублей в кредит под 20% годовых. Схема выплаты кредита следующая: 31 декабря каждого следующего года банк начисляет проценты на оставшуюся сумму долга (то есть увеличивает долг на 20%), затем Тимофей переводит в банк платёж. Весь долг Тимофей выплатил за 3 равных платежа. На сколько рублей меньше он бы отдал банку, если бы смог выплатить долг за 2 равных платежа?",
    "325905": "За круглый стол на 5 стульев в случайном порядке рассаживаются 3 мальчика и 2 девочки. Найдите вероятность того, что девочки будут сидеть рядом.",
    "505503": "а)  Можно ли число 2014 представить в виде суммы двух различных натуральных чисел с одинаковой суммой цифр?б)  Можно ли число 199  представить в виде суммы двух различных натуральных чисел с одинаковой суммой цифр?в)  Найдите наименьшее натуральное число, которое можно представить в виде суммы пяти различных натуральных чисел с одинаковой суммой цифр.",
    "548389": "На доске написано n единиц, между некоторыми из которых поставили знаки + и посчитали сумму. Например, если изначально было написано  n  =  12 единиц, то могла получиться, например, такая сумма:1 + 11 + 11 + 111 + 11 + 1 + 1 = 147.а)  Могла ли сумма равняться 150, если  n  =  60?б)  Могла ли сумма равняться 150, если  n  =  80?в)  Чему могло равняться n, если полученная сумма чисел равна 150?",
    "320202": "По отзывам покупателей Иван Иванович оценил надёжность двух интернет-магазинов. Вероятность того, что нужный товар доставят из магазина А, равна 0,8. Вероятность того, что этот товар доставят из магазина Б, равна 0,9. Иван Иванович заказал товар сразу в обоих магазинах. Считая, что интернет-магазины работают независимо друг от друга, найдите вероятность того, что ни один магазин не доставит товар.",
    "320169": "Вася, Петя, Коля и Лёша бросили жребий  — кому начинать игру. Найдите вероятность того, что начинать игру должен будет Петя.",
    "514199": "На сайте проводится опрос, кого из 134 футболистов посетители сайта считают лучшим по итогам сезона. Каждый посетитель голосует за одного футболиста. На сайте отображается рейтинг каждого футболиста  — доля голосов, отданных за него, в процентах, округлённая до целого числа. Например, числа 9,3, 10,5 и 12,7 округляются до 9, 11 и 13 соответственно.а)  Всего проголосовало 17 посетителей сайта, и рейтинг первого футболиста стал равен 41. Увидев это, Вася отдал свой голос за другого футболиста. Чему теперь равен рейтинг первого футболиста?б)  Вася проголосовал за некоторого футболиста. Могла ли после этого сумма рейтингов всех футболистов уменьшиться не менее чем на 27?в)  Какое наибольшее значение может принимать сумма рейтингов всех футболистов?",
    "285924": "На конференцию приехали 3 ученых из Норвегии, 3 из России и 4 из Испании. Каждый из них делает на конференции один доклад. Порядок докладов определяется жеребьёвкой. Найдите вероятность того, что восьмым окажется доклад ученого из России.",
    "508795": "Правильный игральный кубик бросали до тех пор, пока сумма выпавших при всех бросках очков не стала больше чем 2. Известно, что общая сумма очков оказалась равна 3. Какова вероятность того, что было сделано ровно два броска? Ответ округлите до сотых.",
    "505570": "За победу в шахматной партии начисляют 1 очко, за ничью ─ 0,5 очка, за проигрыш ─ 0 очков. В турнире принимают участие m мальчиков и d девочек, причём каждый играет с каждым дважды.а)  Каково наибольшее количество очков, которое в сумме могли набрать девочки, если m = 3, d = 2?б)  Какова сумма набранных всеми участниками очков, если m + d = 10.в)  Каковы все возможные значения d, если m = 7d  и известно, что в сумме мальчики набрали ровно в 3 раза больше очков, чем девочки?",
    "517585": "На доске написано 30 различных натуральных чисел, каждое или оканчивается на 9, или четное, а сумма чисел равна 877.а)  Может ли быть на доске 27 четных чисел?б)  Может ли быть на доске ровно два числа, оканчивающихся на 9?в)  Какое наименьшее количество чисел с последней цифрой 9 может быть на доске?",
    "514921": "Каждое из чисел 1, −2, −3, 4, −5, 7, −8, 9, 10, −11 по одному записывают на 10 карточках. Карточки переворачивают и перемешивают. На их чистых сторонах заново пишут по одному каждое из чисел 1, −2, −3, 4, −5, 7, −8, 9, 10, −11. После этого числа на каждой карточке складывают, а полученные 10 сумм перемножают.а)  Может ли в результате получиться 0?б)  Может ли в результате получиться 1?в)  Какое наименьшее целое неотрицательное число может в результате получиться?",
    "512441": "Баржа грузоподъемностью 134 тонны перевозит контейнеры типов А и В. Количество загруженных на баржу контейнеров типа В не менее чем на 25% превосходит количество загруженных контейнеров типа А. Вес и стоимость одного контейнера типа А составляет 2 тонны и 5 млн. руб., контейнера типа В – 5 тонн и 7 млн. руб.соответственно. Определите наибольшую возможную суммарную стоимость (в млн. руб.) всех контейнеров, перевозимых баржей при данных условиях.",
    "518147": "Пенсионный фонд владеет ценными бумагами, которые стоят 10t тыс. рублей в конце года t (t  =  1; 2;...). В конце любого года пенсионный фонд может продать ценные бумаги и положить деньги на счёт в банке, при этом в конце каждого следующего года сумма на счёте будет увеличиваться на 24%. В конце какого года пенсионному фонду следует продать ценные бумаги, чтобы в конце двадцатого года сумма на его счёте была наибольшей?",
    "509428": "Даны n различных натуральных чисел, составляющих арифметическую прогрессию (n ≥ 3).а)  Может ли сумма всех данных чисел быть равной 16?б)  Каково наибольшее значение n, если сумма всех данных чисел меньше 900?в)  Найдите все возможные значение n, если сумма всех данных чисел равна 235.",
    "99599": "Из пункта A круговой трассы выехал велосипедист. Через 30 минут он еще не вернулся в пункт А и из пункта А следом за ним отправился мотоциклист. Через 10 минут после отправления он догнал велосипедиста в первый раз, а еще через 30 минут после этого догнал его во второй раз. Найдите скорость мотоциклиста, если длина трассы равна 30 км. Ответ дайте в км/ч.",
    "520872": "15-го декабря планируется взять кредит в банке на 600 000 рублей на 26 месяцев. Условия его возврата таковы:− 1-го числа каждого месяца долг возрастает на 1 % по сравнению с концом предыдущего месяца;− cо 2-го по 14-е число каждого месяца необходимо выплатить часть долга;− 15-го числа с 1 по 25 месяц долг должен уменьшаться на одну и ту же сумму;− 15-го числа 26 месяца долг должен быть погашен.Сколько тысяч рублей составляет долг на 15 число 25 месяца, если всего было выплачено 691 тысяч рублей?",
    "320174": "В магазине стоят два платёжных автомата. Каждый из них может быть неисправен с вероятностью 0,05 независимо от другого автомата. Найдите вероятность того, что хотя бы один автомат исправен.",
    "501694": "Задумано несколько (не обязательно различных) натуральных чисел. Эти числа и их все возможные суммы (по 2, по 3 и т. д.) выписывают на доску в порядке неубывания. Если какое-то число n, выписанное на доску, повторяется несколько раз, то на доске оставляется одно такое число n, а остальные числа, равные n, стираются. Например, если задуманы числа 1, 3, 3, 4, то на доске будет записан набор 1, 3, 4, 5, 6, 7, 8, 10, 11.а)  Приведите пример задуманных чисел, для которых на доске будет записан набор 2, 4, 6, 8, 10.б)  Существует ли пример таких задуманных чисел, для которых на доске будет записан набор 1, 3, 4, 5, 6, 8, 10, 11, 12, 13, 15, 17, 18, 19, 20, 22?в)  Приведите все примеры задуманных чисел, для которых на доске будет записан набор 7, 8, 10, 15, 16, 17, 18, 23, 24, 25, 26, 31, 33, 34, 41.",
    "507226": "Можно ли привести пример пяти различных натуральных чисел, произведение которых равно 792 и а)  пять;б)  четыре;в)  трииз них образуют геометрическую прогрессию?",
    "508887": "Первый игральный кубик обычный, а на гранях второго кубика нет чётных чисел, а нечётные числа 1, 3 и 5 встречаются по два раза. В остальном кубики одинаковые. Один случайно выбранный кубик бросают два раза. Известно, что в каком-то порядке выпали 3 и 5 очков. Какова вероятность того, что бросали второй кубик?",
    "285927": "В сборнике билетов по математике всего 25 билетов, в 10 из них встречается вопрос по теме \"Неравенства\". Найдите вероятность того, что в случайно выбранном на экзамене билете школьнику не достанется вопроса по теме \"Неравенства\".",
    "520499": "В июле планируется взять кредит на сумму 69 510 рублей. Условия его возврата таковы:— каждый январь долг возрастает на 10% по сравнению с концом предыдущего года;— с февраля по июнь каждого года необходимо выплатить некоторую часть долга.На сколько рублей больше придётся отдать в случае, если кредит будет полностью погашен тремя равными платежами (то есть за три года), по сравнению со случаем, если кредит будет полностью погашен двумя равными платежами (то есть за два года)?",
    "508323": "В игре «Дротики» есть 20 наружных секторов, пронумерованных от 1 до 20 и два центральных сектора. При попадании в наружный сектор игрок получает количество очков, совпадающее с номером сектора, а за попадание в центральные сектора он получает 25 или 50 очков соответственно. В каждом из наружных секторов есть области удвоения и утроения, которые, соответственно, удваивают или утраивают номинал сектора. Так, например, попадание в сектор 10 (не в зоны удвоения и утроения) дает 10 очков, в зону удвоения сектора ― 20 очков, в зону утроения ― 30 очков.а)  Может ли игрок тремя бросками набрать ровно 167 очков?б)  Может ли игрок шестью бросками набрать ровно 356 очков?в)  С помощью какого наименьшего количества бросков, игрок может набрать ровно 1001 очко?",
    "513208": "Саша положил некоторую сумму в банк на 4 года под 10% годовых. Одновременно с ним Паша такую же сумму положил на два года в другой банк под 15% годовых. Через два года Паша решил продлить срок вклада еще на 2 года. Однако к тому времени процентная ставка по вкладам в этом банке изменилась и составляла уже p% годовых. В итоге через четыре года на счету у Паши оказалась большая сумма, чем у Саши, причем эта разность составила менее 10% от суммы, вложенной каждым первоначально. Найдите наибольшее возможное целое значение процентной ставки.",
    "561733": "В начале года Алексей приобрёл ценные бумаги на сумму 9 тыс. рублей. В середине каждого года стоимость ценных бумаг возрастает на 2 тыс. рублей. В любой момент Алексей может продать ценные бумаги и положить вырученные деньги на банковский счёт. В середине каждого года сумма на счёте будет увеличиваться на 9%. В начале какого года после покупки Алексей должен продать ценные бумаги, чтобы через двадцать лет после покупки ценных бумаг сумма на банковском счёте была наибольшей?",
    "526219": "В июле планируется взять кредит в банке на сумму 6 млн рублей на срок 15 лет. Условия его возврата таковы:— каждый январь долг возрастает на x% по сравнению с концом предыдущего года;— с февраля по июнь каждого года необходимо выплатить часть долга;— в июле каждого года долг должен быть на одну и ту же величину меньше долга на июль предыдущего года.Найдите x, если известно, что наибольший платёж по кредиту составит не более 1,9 млн рублей, а наименьший  — не менее 0,5 млн рублей.",
    "519638": "На доске было написано 30 натуральных чисел (не обязательно различных), каждое из которых не превосходит 40. Вместо каждого из чисел на доске написали число, в два раза меньше первоначального. Числа, которые после этого оказались меньше 1, с доски стерли.а)  Пусть среднее арифметическое первоначально написанных чисел равнялось 7. Могло ли оказаться так, что среднее арифметическое чисел, оставшихся на доске, больше 14?б)  Среднее арифметическое первоначально написанных чисел равнялось 27. Могло ли среднее арифметическое оставшихся на доске чисел оказаться больше 12, но меньше 13?в)  Пусть среднее арифметическое первоначально написанных чисел равнялось 7. Найдите наибольшее возможное значение среднего арифметического чисел, которые остались на доске.",
    "513431": "По бизнес-плану предполагается изначально вложить в четырёхлетний проект 10 млн рублей. По итогам каждого года планируется прирост вложенных средств на 15% по сравнению с началом года. Начисленные проценты остаются вложенными в проект. Кроме этого, сразу после начислений процентов нужны дополнительные вложения: по целому числу n млн рублей в  первый и второй годы, а также по целому числу m млн рублей в третий и четвёртый годы.Найдите наименьшие значения n и m, при которых первоначальные вложения за два года как минимум удвоятся, а за четыре года как минимум утроятся.",
    "622099": "Трейдер  потратил  треть  своих  денег  на  приобретение  акций  одного  акционерного общества (АО),  а остальные  деньги  —  на  акции  второго  АО.  Спустя  три  месяца  цены  акций  обоих  АО выросли  на  определенные  для  каждого  АО  проценты,  а еще  через  три месяца  цены акций выросли на столько же процентов, что и в предыдущий период.  В результате за полгода общая стоимость акций трейдера выросла на 98%.  Если бы после первых трех месяцев  трейдер  продал  все  акции  первого  АО  по  новой  цене  и  на  все  полученные деньги  приобрел  бы  акции  второго  АО,  то  общий  прирост  инвестиций  за  полгода составил бы 110%.  Какой процент прибыли получит трейдер за полгода, вложив всю сумму в акции первого АО?",
    "507212": "31 декабря 2014 года Алексей взял в банке 6 902 000 рублей в кредит под 12,5% годовых. Схема выплаты кредита следующая  — 31 декабря каждого следующего года банк начисляет проценты на оставшуюся сумму долга (то есть увеличивает долг на 12,5%), затем Алексей переводит в банк X рублей. Какой должна быть сумма X, чтобы Алексей выплатил долг четырьмя равными платежами (то есть за четыре года)?",
    "508582": "Банк планирует вложить на  1 год 30% имеющихся у него средств клиентов в акции золотодобывающего комбината, а остальные 70%  — в строительство торгового комплекса. В зависимости от обстоятельств первый проект может принести банку прибыль в размере от 32% до 37% годовых, а второй проект  — от 22 до 27% годовых. В конце года банк обязан вернуть деньги клиентам и выплатить им  проценты по заранее установленной ставке, уровень которой должен находиться в пределах от 10% до 20% годовых. Определите, какую наименьшую и наибольшую чистую прибыль в процентах годовых от суммарных вложений в покупку акций и строительство торгового комплекса может при этом получить банк.",
    "516515": "Множество чисел назовём хорошим, если его можно разбить на два подмножества с одинаковым произведением чисел.а)  Является ли множество {100; 101; 102; ...; 199} хорошим?б)  Является ли множество {2; 4; 8; ...; 2200} хорошим?в)  Сколько хороших четырёхэлементных подмножеств у множества {1; 3; 4; 5; 6; 7; 9; 11; 12}?",
    "505869": "У Лены три набора, в каждом из которых одинаковое количество ручек (больше 1). У Юли несколько (больше 1) наборов ручек, по 5 штук в каждом.а)  При каком количестве наборов у Юли, количество всех ручек у Лены нечетно, если всего у девочек 105 ручек?б)  Можно ли разложить все ручки Юли и Лены в 12 наборов по 12 ручек в каждом?в)  Можно ли разложить все ручки Юли и Лены в k наборов по k ручек в каждом (k > 3)?",
    "513433": "Бесконечная арифметическая прогрессия a1, a2, ..., an, ... состоит из различных натуральных чисел.а)  Существует ли такая прогрессия, в которой среди чисел a1, a2, ..., a7 ровно три числа делятся на 100?б)  Существует ли такая прогрессия, в которой среди чисел a1, a2, ..., a49 ровно 11 чисел делятся на 100?в)  Для какого наибольшего натурального n могло оказаться так, что среди чисел a1, a2, ..., a2n больше кратных 100, чем среди чисел a2n + 1, a2n + 2, ..., a5n?",
    "517519": "Каждый из 28 студентов писал или одну из двух контрольных работ, или написал обе контрольные работы. За каждую работу можно было получить целое число баллов от 0 до 20 включительно. По каждой из двух контрольных работ в отдельности средний балл составил 15. Затем каждый студент назвал наивысший из своих баллов (если студент писал одну работу, то он назвал балл за неё). Среднее арифметическое названных баллов равно S.а)  Приведите пример, когда S < 15.б)  Могло ли значение S быть равным 5?в)  Какое наименьшее значение могло принимать S, если обе контрольные работы писали 10 студентов?",
    "283467": "В случайном эксперименте симметричную монету бросают трижды. Найдите вероятность того, что орел выпадет ровно два раза.",
    "505735": "В последовательности 19752... каждая цифра, начиная с пятой, равна последней цифре суммы предыдущих четырёх цифр. Встретится ли в этой последовательности:а)  набор цифр 1234; 3269;б)  вторично набор 1975;в)  набор 8197?",
    "549979": "На  доске  написано  35  различных  натуральных  чисел,  каждое  из  которых  либо четное, либо его десятичная запись оканчивается на цифру 7. Сумма всех записанных на доске чисел равна 1135. а)  Может ли на доске быть ровно 31 четное число? б)  Могут ли ровно семь чисел на доске оканчиваться на 7? в)  Какое наибольшее количество чисел, оканчивающихся на 7, может быть на доске?",
    "26588": "Теплоход проходит по течению реки до пункта назначения 200 км и после стоянки возвращается в пункт отправления. Найдите скорость течения, если скорость теплохода в неподвижной воде равна 15 км/ч, стоянка длится 10 часов, а в пункт отправления теплоход возвращается через 40 часов после отплытия из него. Ответ дайте в км/ч.",
    "320170": "В чемпионате мира участвуют 16 команд. С помощью жребия их нужно разделить на четыре группы по четыре команды в каждой. В ящике вперемешку лежат карточки с номерами групп:1, 1, 1, 1, 2, 2, 2, 2, 3, 3, 3, 3, 4, 4, 4, 4.Капитаны команд тянут по одной карточке. Какова вероятность того, что команда России окажется во второй группе?",
    "514485": "На доске написано 10 неотрицательных чисел. За один ход стираются два числа, а вместо них записывается сумма, округлённая до целого числа (например, вместо 5,5 и 3 записывается 9, а вместо 3,3 и 5 записывается 8).а)  Приведите пример 10 нецелых чисел и последовательности 9 ходов, после которых на доске будет записано число, равное сумме исходных чисел.б)  Может ли после 9 ходов на доске быть написано число, отличающееся от суммы исходных чисел на 7? в)  На какое наибольшее число могут отличаться числа, записанные на доске после 9 ходов, выполненных с одним и тем же набором исходных чисел в различном порядке?",
    "507208": "31 декабря 2014 года Пётр взял в банке некоторую сумму в кредит под некоторый процент годовых. Схема выплаты кредита следующая  — 31 декабря каждого следующего года банк начисляет проценты на оставшуюся сумму долга (то есть увеличивает долг на а%), затем Пётр переводит очередной транш. Если он будет платить каждый год по 2 592 000 рублей, то выплатит долг за 4 года. Если по 4 392 000 рублей, то за 2 года. Под какой процент Пётр взял деньги в банке?",
    "529734": "1 апреля 2017 г. Андрей Петрович положил 10 000 рублей на банковский вклад сроком на 1 год с ежемесячным начислением процентов и капитализацией под a% годовых. Это означает, что первого числа каждого месяца сумма вклада увеличивается на одно и то же количество процентов, рассчитанное таким образом, что за 12 месяцев она увеличится ровно на a%. Через 6 месяцев сумма вклада составила 10 500 рублей. Найдите a.",
    "517451": "На доске написано 30 различных натуральных чисел, десятичная запись каждого  из которых оканчивается или на цифру 2, или на цифру 6. Сумма написанных чисел равна 2454.а)  Может ли на доске быть поровну чисел, оканчивающихся на 2 и на 6?б)  Может ли ровно одно число на доске оканчиваться на 6?в)  Какое наименьшее количество чисел, оканчивающихся на 6, может быть записано на доске?",
    "509583": "Жанна взяла в банке в кредит 1,2 млн рублей на срок 24 месяца. По договору Жанна должна вносить в банк часть денег в конце каждого месяца. Каждый месяц общая сумма долга возрастает на 2%, а затем уменьшается на сумму, уплаченную Жанной банку в конце месяца. Суммы, выплачиваемые Жанной, подбираются так, чтобы сумма долга уменьшалась равномерно, то есть на одну и ту же величину каждый месяц. Какую сумму Жанна выплатит банку в течение первого года кредитования?",
    "636745": "Игнат 7 марта 2022 года положил на вклад в банке 400 000 рублей. Условия этого вклада таковы: — в течение года запрещается выполнять какие-либо операции с этим вкладом; — через каждые 3 месяца (до 7 марта 2023 года) банк увеличивает сумму, к тому моменту находящуюся на вкладе, на 0,25 r%. Андрей 7 марта 2022 года положил на вклад в банке 410 700 рублей под 20% годовых. Условия этого вклада таковы: — в течение года запрещается выполнять какие-либо операции с этим вкладом;— 7 марта 2023 года банк увеличит вклад на 20%. Известно, что Игнат через год получит со счета больше, чем Андрей. Найдите наименьшее целое значение  r.",
    "283639": "Фабрика выпускает сумки. В среднем на 190 качественных сумок приходится восемь сумок со скрытыми дефектами. Найдите вероятность того, что купленная сумка окажется качественной. Результат округлите до сотых.",
    "26594": "На изготовление 475 деталей первый рабочий тратит на 6 часов меньше, чем второй рабочий на изготовление 550 таких же деталей. Известно, что первый рабочий за час делает на 3 детали больше, чем второй. Сколько деталей в час делает первый рабочий?",
    "320175": "Помещение освещается фонарём с двумя лампами. Вероятность перегорания лампы в течение года равна 0,3. Найдите вероятность того, что в течение года хотя бы одна лампа не перегорит.",
    "320205": "Перед началом волейбольного матча капитаны команд тянут честный жребий, чтобы определить, какая из команд начнёт игру с мячом. Команда «Статор» по очереди играет с командами «Ротор», «Мотор» и «Стартер». Найдите вероятность того, что «Статор» будет начинать только первую и последнюю игры.",
    "515673": "В роте два взвода, в первом взводе солдат меньше, чем во втором, но больше, чем 46, а вместе солдат меньше, чем 111. Командир знает, что роту можно построить по несколько человек в ряд так, что в каждом ряду будет одинаковое число солдат, больше 8, и при этом ни в каком ряду не будет солдат из двух разных взводов.а)  Сколько солдат в первом взводе и сколько во втором? Приведите хотя бы один пример.б)  Можно ли построить роту указанным способом по 13 солдат в одном ряду?в)  Сколько в роте может быть солдат?",
    "514920": "Набор состоит из 33 натуральных чисел, среди которых есть числа 3, 4 и 5.Среднее арифметическое любых 27 чисел этого набора меньше 2.а)  Может ли такой набор содержать ровно 13 единиц?б)  Может ли такой набор содержать менее 13 единиц?в)  Докажите, что в любом таком наборе есть несколько чисел, сумма которых равна 28.",
    "99568": "Семья состоит из мужа, жены и их дочери студентки. Если бы зарплата мужа увеличилась вдвое, общий доход семьи вырос бы на 67%. Если бы стипендия дочери уменьшилась втрое, общий доход семьи сократился бы на 4%. Сколько процентов от общего дохода семьи составляет зарплата жены?",
    "509352": "Какова вероятность того, что случайно выбранный телефонный номер оканчивается двумя чётными цифрами?",
    "505995": "Группа психологов разработала тест, пройдя который, каждый человек получает оценку  — число Q  — показатель его умственных способностей (чем больше Q, тем больше способности). За рейтинг страны принимается среднее арифметическое значений Q всех жителей страны.а)  Группа граждан страны A эмигрировала в страну B. Мог ли при этом у обеих стран вырасти рейтинг?б)  После этого группа граждан страны B (в числе которых могут быть и бывшие эмигранты из A) эмигрировала в страну A. Возможно ли, что рейтинги обеих стран опять выросли?в)  Группа граждан страны A эмигрировала в страну B, а группа граждан B  — в страну C. В результате рейтинги каждой страны оказались выше первоначальных. После этого направление миграционных потоков изменилось на противоположное – часть жителей C переехала в B, а часть жителей B – в A. Оказалось, что в результате рейтинги всех стран опять выросли (по сравнению с теми, что были после первого переезда, но до начала второго). Может ли такое быть (если да, то как, если нет, то почему)? Предполагается, что за рассматриваемое время Q граждан не изменилось, никто не умер и не родился.",
    "526019": "Готовясь к экзамену, Вася и Петя решали задачи из сборника, и каждый из них решил все задачи этого сборника. Каждый день Вася решал на одну задачу больше, чем в предыдущий день, а Петя решал на две задачи больше, чем в предыдущий день. Они начали решать задачи в один день, при этом в первый день каждый из них решил хотя бы одну задачу.а)  Могло ли получиться так, что каждый из них решил все задачи сборника ровно за 5 дней?б)  Могло ли получиться так, что каждый из них решил все задачи сборника ровно за 10 дней?в)  Какое наименьшее число задач могло быть в сборнике, если известно, что каждый из них решал задачи более 6 дней, в первый день Вася решил больше задач, чем Петя, а за семь дней Петя решил больше задач, чем Вася?",
    "508112": "За победу в шахматной партии начисляют 1 очко, за ничью  — 0,5 очка, за проигрыш  — 0 очков. В турнире принимают участие m мальчиков и d девочек, причём каждый играет с каждым дважды.а)  Каково наибольшее количество очков, которое в сумме могли набрать девочки, если m = 2, d = 2?б)  Какова сумма набранных всеми участниками очков, если m + d = 10?в)  Каковы все возможные значения d, если известно, что в сумме мальчики набрали ровно в 3 раза больше очков, чем девочки?",
    "325907": "За круглый стол на 5 стульев в случайном порядке рассаживаются 3 мальчика и 2 девочки. Найдите вероятность того, что девочки не будут сидеть рядом.",
    "550265": "Борис и Иван вложили деньги в общий бизнес. После этого один из них добавил ещё 1 миллион  рублей,  в  результате  чего  его  доля  в  бизнесе  увеличилась  на  0,05,  а когда  он  добавил  ещё 1 миллион  рублей,  его  доля  увеличилась  ещё  на  0,04.  Сколько миллионов рублей ему ещё нужно добавить, чтобы увеличить свою долю ещё на 0,06?",
    "519478": "На доске написано n чисел ai (i = 1, 2, …, n). Каждое из них не меньше 50 и не больше 150. Каждое из этих чисел уменьшают на ri%. При этом либо ri = 2%, либо число ai уменьшается на 2, то есть становится равным ai − 2. (Какие-то числа уменьшились на число 2, а какие-то  — на 2 процента). а)  Может ли среднее арифметическое чисел r1, r2, …, rn быть равным 5? б)  Могло ли так получиться, что среднее арифметическое чисел r1, r2, …, rn больше 2, при этом сумма чисел a1, a2 … an уменьшилась более чем на 2n? в)  Пусть всего чисел 30, а после выполнения описанной операции их сумма уменьшилась на 40. Найдите наибольшее возможное значение среднего арифметического чисел r1, r2, …, rn.",
    "26581": "Велосипедист выехал с постоянной скоростью из города A в город B, расстояние между которыми равно 70 км. На следующий день он отправился обратно в A со скоростью на 3 км/ч больше прежней. По дороге он сделал остановку на 3 часа. В результате велосипедист затратил на обратный путь столько же времени, сколько на путь из A в B. Найдите скорость велосипедиста на пути из B в A. Ответ дайте в км/ч.",
    "508664": "Семья Ивановых ежемесячно вносит плату за коммунальные услуги, телефон и электричество. Если бы коммунальные услуги подорожали на 50%, то общая сумма платежа увеличилась бы на 35%. Если бы электричество подорожало на 50%, то общая сумма платежа увеличилась бы на 10%. Какой процент от общей суммы платежа приходится на телефон?",
    "26585": "Моторная лодка прошла против течения реки 112 км и вернулась в пункт отправления, затратив на обратный путь на 6 часов меньше. Найдите скорость течения, если скорость лодки в неподвижной воде равна 11 км/ч. Ответ дайте в км/ч.",
    "530067": "1 апреля 2019 г. Андрей Петрович положил 10 000 рублей на банковский вклад сроком на 1 год с ежемесячным начислением процентов и капитализацией под 21% годовых. Это означает, что первого числа каждого месяца сумма вклада увеличивается на одно и то же количество процентов, рассчитанное таким образом, что за 12 месяцев она увеличится ровно на 21%. Через сколько месяцев сумма вклада впервые превысит 11 000 рублей?",
    "320751": "Агрофирма закупает куриные яйца только в двух домашних хозяйствах. Известно, что 5% яиц из первого хозяйства  — яйца высшей категории, а из второго хозяйства  — 30% яиц высшей категории. В этой агрофирме 15% яиц высшей категории. Найдите вероятность того, что яйцо, купленное у этой агрофирмы, окажется из первого хозяйства.",
    "99590": "Расстояние между городами A и B равно 435 км. Из города A в город B со скоростью 60 км/ч выехал первый автомобиль, а через час после этого навстречу ему из города B выехал со скоростью 65 км/ч второй автомобиль. На каком расстоянии от города A автомобили встретятся? Ответ дайте в километрах.",
    "531561": "Завод  закупает  станки  двух  типов,  на  приобретение  которых  выделено  34  миллиона  рублей. Станок первого типа занимает площадь 7 м2 (с учетом проходов), производит за  смену  5000  единиц  продукции  и  стоит  4  миллиона  рублей.  Станок  второго  типа  занимает  площадь 4 м2 (с учетом проходов), производит за смену  3000 единиц продукции и стоит  3 миллиона рублей. Станки должны быть размещены  на площади, не превышающей  50 м2.  Сколько  станков  каждого  типа  нужно  приобрести,  чтобы  производить  за  смену  наибольшее количество продукции?",
    "517489": "Задумано несколько натуральных чисел (не обязательно различных). Эти числа и все их возможные произведения (по 2 числа, по 3 числа и т. д.) выписывают на доску. Если какое-то число n, выписанное на доску, повторяется несколько раз, то на доске оставляют одно такое число n, а остальные числа, равные n, стирают. Например, если задуманы числа 1, 3, 3, 4, то на доске будет записан набор 1, 3, 4, 9, 12, 36.а)  Приведите пример задуманных числел, для которых на доске будет записан набор 2, 3, 5, 6, 10, 15, 25, 30, 50, 75, 150.б)  Существует ли пример таких задуманных чисел, для которых на доске будет записан набор 2, 5, 10, 11, 22, 25, 55, 110, 275, 550?в)  Приведите все примеры пяти задуманных чисел, для которых на доске будет записан набор, наибольшее число в котором равно 91.",
    "510381": "Механические часы с двенадцатичасовым циферблатом в какой-то момент сломались и перестали идти. Найдите вероятность того, что часовая стрелка остановилась, достигнув отметки 4, но не дойдя до отметки 7 часов.",
    "516783": "Георгий взял кредит в банке на сумму 804 000 рублей. Схема выплата кредита такова: в конце каждого года банк увеличивает на 10 процентов оставшуюся сумму долга, а затем Георгий переводит в банк свой очередной платеж. Известно, что Георгий погасил кредит за три года, причем каждый его следующий платеж был ровно вдвое меньше предыдущего. Какую сумму Георгий заплатил в третий раз? Ответ дайте в рублях.",
    "516804": "На доске написано несколько различных натуральных чисел, произведение любых двух из которых больше 40 и меньше 100.а)  Может ли на доске быть 5 чисел?б)  Может ли на доске быть 6 чисел?в)  Какое наибольшее значение может принимать сумма чисел на доске, если их четыре?",
    "285928": "На чемпионате по прыжкам в воду выступают 25 спортсменов, среди них 8 прыгунов из России и 9 прыгунов из Парагвая. Порядок выступлений определяется жеребьёвкой. Найдите вероятность того, что шестым будет выступать прыгун из Парагвая.",
    "99619": "Первая труба наполняет резервуар на 6 минут дольше, чем вторая. Обе трубы наполняют этот же резервуар за 4 минуты. За сколько минут наполняет этот резервуар одна вторая труба?",
    "505741": "Целые числа от 1 до n записаны в строчку. Под ними записаны те же числа в другом порядке. Может ли случиться так, что сумма каждого числа и записанного под ним есть точный квадрата)  при n = 9,б)  при n = 11,в)  при n = 1996.",
    "510117": "В торговом центре два одинаковых автомата продают кофе. Обслуживание автоматов происходит по вечерам после закрытия центра. Известно, что вероятность события «К вечеру в первом автомате закончится кофе» равна 0,25. Такая же вероятность события «К вечеру во втором автомате закончится кофе». Вероятность того, что кофе к вечеру закончится в обоих автоматах, равна 0,15. Найдите вероятность того, что к вечеру кофе останется в обоих автоматах.",
    "320211": "Автоматическая линия изготавливает батарейки. Вероятность того, что готовая батарейка неисправна, равна 0,02. Перед упаковкой каждая батарейка проходит систему контроля. Вероятность того, что система забракует неисправную батарейку, равна 0,99. Вероятность того, что система по ошибке забракует исправную батарейку, равна 0,01. Найдите вероятность того, что случайно выбранная изготовленная батарейка будет забракована системой контроля.",
    "513923": "В июле 2016 года планируется взять кредит в размере 4,2 млн. руб. Условиявозврата таковы:—каждый январь долг возрастает на r% по сравнению с концом предыдущегогода.—с февраля по июнь необходимо выплатить часть долга.—в июле 2017, 2018 и2019годов долг остается равным 4,2млн.руб.—суммывыплат2020 и2021годовравны.Найдите r, если в 2021 году долг будет выплачен полностью и общие выплаты составят 6,1 млн.рублей.",
    "525413": "Агата добиралась от дома до института на своем автомобиле с постоянной скоростью 100 км/ч. Обратно она ехала с постоянной скоростью, которая измерялась целым числом километров в час, причем путь до дома занял у нее больше времени, чем путь до института. а)  Могла ли ее средняя скорость за эти две поездки составить 90 км/ч?б)  Могла ли ее средняя скорость за эти две поездки оказаться равной целому числу километров в час?в)  Какое наименьшее целое число километров в час могла составлять ее средняя скорость за эти две поездки?",
    "521008": "15-го декабря планируется взять кредит в банке на 700 тысяч рублей на (n+1) месяц. Условия его возврата таковы:— 1-го числа каждого месяца долг возрастает на 1% по сравнению с концом предыдущего месяца;— cо 2-го по 14-е число каждого месяца необходимо выплатить часть долга;— 15-го числа каждого месяца с 1-го по n-й долг должен быть на одну и ту же сумму меньше долга на 15-е число предыдущего месяца;— 15-го числа n-го месяца долг составит 300 тысяч рублей;— к 15-му числу (n+1)-го месяца кредит должен быть полностью погашен.Найдите n, если известно, что общая сумма выплат после полного погашения кредита составит 755 тысяч рублей.",
    "514573": "На каждой из 28 костей домино написаны два целых числа, не меньших 0 и не больших 6 так, что они образуют все возможные пары по одному разу (0-0, 0-1, 0-2 и так далее до 6-6).Все кости домино разложили на несколько кучек и для каждой кучки подсчитали сумму всех чисел на костях, находящихся в этой кучке. Оказалось, что полученные суммы образуют возрастающую арифметическую прогрессию.а)  Могло ли быть 7 кучек?б)  Могло ли быть 9 кучек?в)  Какое наибольшее количество кучек могло быть?",
    "501400": "Длины сторон прямоугольника ― натуральные числа, а его периметр равен 4000. Известно, что длина одной стороны прямоугольника равна n% от длины другой стороны, где n ― также натуральное число.а)  Какое наибольшее значение может принимать площадь прямоугольника?б)  Какое наименьшее значение может принимать площадь прямоугольника?в)  Найдите все возможные значения, которые может принимать площадь прямоугольника, если дополнительно известно, что n <100.",
    "507588": "Возрастающая конечная арифметическая прогрессия состоит из различных целых неотрицательных чисел. Математик вычислил разность между квадратом суммы всех членов прогрессии и суммой их квадратов. Затем математик добавил к этой прогрессии следующий её член и снова вычислил такую же разность.а)  Приведите пример такой прогрессии, если во второй раз разность оказалась на 40 больше, чем в первый раз.б)  Во второй раз разность оказалась на 1768 больше, чем в первый раз. Могла ли прогрессия сначала состоять из 13 членов?в)  Во второй раз разность оказалась на 1768 больше, чем в первый раз. Какое наибольшее количество членов могло быть в прогрессии сначала?",
    "508321": "В 1-е классы поступает 45 человек: 20 мальчиков и 25 девочек. Их распределили по двум классам: в одном должно получиться 22 человека, а в другом ― 23. После распределения посчитали процент девочек в каждом классе и полученные числа сложили. Каким должно быть распределение по классам, чтобы полученная сумма была наибольшей?",
    "508808": "Телефон передаёт SMS-сообщение. В случае неудачи телефон делает следующую попытку. Вероятность того, что сообщение удастся передать без ошибок в каждой отдельной попытке, равна 0,4. Найдите вероятность того, что для передачи сообщения потребуется не больше двух попыток.",
    "556487": "Необходимо  произвести  отделку  здания,  имеющего  форму  прямоугольного  параллелепипеда объемом  432  м3.  Отделка  стены  здания,  примыкающей  к внутреннему  строению,  обходится  в  1000  руб.  за  квадратный  метр.  Отделка  трех  фасадных стен  обходится  в  2000  руб.  за  квадратный  метр.  А  заливка  крыши,  форма  которой  является  квадратом,  обходится  в  7000  руб.  за  квадратный  метр.  Найдите  размеры  здания,  отделочные  работы  которого  при  данных  условиях  являются  наименьшими по стоимости.",
    "514200": "В группе поровну юношей и девушек. Юноши отправляли электронные письма девушкам. Каждый юноша отправил или 4 письма, или 21 письмо, причём и тех, и других юношей было не менее двух. Возможно, что какой-то юноша отправил какой-то девушке несколько писем.а)  Могло ли оказаться так, что каждая девушка получила ровно 7 писем?б)  Какое наименьшее количество девушек могло быть в группе, если известно, что все они получили писем поровну?в)  Пусть все девушки получили различное количество писем (возможно, какая-то девушка не получила писем вообще). Каково наибольшее возможное количество девушек в такой группе?",
    "26579": "Из пункта A в пункт B одновременно выехали два автомобиля. Первый проехал с постоянной скоростью весь путь. Второй проехал первую половину пути со скоростью, меньшей скорости первого на 13 км/ч, а вторую половину пути  — со скоростью 78 км/ч, в результате чего прибыл в пункт В одновременно с первым автомобилем. Найдите скорость первого автомобиля, если известно, что она больше 48 км/ч. Ответ дайте в км/ч.",
    "552934": "3 января 2020 года Георгий планирует положить на депозит вклад размером 2 миллиона рублей. 1 января каждого года банк начисляет 10% на сумму вклада, 2 января каждого года Георгий делает дополнительный взнос на вклад так, чтобы после этого разности между величиной вклада на 3 января и величиной вклада на 3 января прошлого года образовывали арифметическую прогрессию с разностью 1 млн руб. Определите общий размер начислений банка, если 3 января 2027 года на вкладе будет лежать 30 млн руб.",
    "319353": "Две фабрики выпускают одинаковые стекла для автомобильных фар. Первая фабрика выпускает 45% этих стекол, вторая  — 55%. Первая фабрика выпускает 3% бракованных стекол, а вторая  — 1%. Найдите вероятность того, что случайно купленное в магазине стекло окажется бракованным.",
    "99608": "Поезд, двигаясь равномерно со скоростью 80 км/ч, проезжает мимо придорожного столба за 36 секунд. Найдите длину поезда в метрах.",
    "508870": "Турнир по настольному теннису проводится по олимпийской системе: игроки случайным образом разбиваются на игровые пары; проигравший в каждой паре выбывает из турнира, а победитель выходит в следующий тур, где встречается со следующим противником, который определён жребием. Всего в турнире участвует 16 игроков, все они играют одинаково хорошо, поэтому в каждой встрече вероятность выигрыша и поражения у каждого игрока равна 0,5. Среди игроков два друга – Иван и Алексей. Какова вероятность того, что этим двоим в каком-то туре придётся сыграть друг с другом?",
    "622984": "Фабрика  получила  заказ  на  изготовление  1005  деталей  типа  А  и  2010  деталей типа  В.  Каждый  из  192  рабочих  фабрики  затрачивает  на  изготовление  двух  деталей типа  А  время,  за  которое  он  мог  бы  изготовить  одну  деталь  типа  В.  Каким  образом следует  разделить  рабочих  фабрики  на  две  бригады,  чтобы  выполнить  заказ  за наименьшее время, при условии, что обе бригады приступят к работе одновременно и каждая из бригад будет занята изготовлением деталей только одного типа?",
    "515804": "15-го января планируется взять кредит в банке на сумму 2,4 млн рублей на 24 месяца. Условия его возврата таковы:— 1-го числа каждого месяца долг возрастает на 3% по сравнению с концом предыдущего месяца;— со 2-го по 14-е число каждого месяца необходимо выплатить часть долга;— 15-го числа каждого месяца долг должен быть на одну и ту же величину меньше долга на 15-е число предыдущего месяца.Какую сумму нужно выплатить банку в первые 12 месяцев?",
    "525123": "Вася и Петя решали задачи из сборника, и они оба решили все задачи этого сборника. Каждый день Вася решал на одну задачу больше, чем в предыдущий день, а Петя решал на две задачи больше, чем в предыдущий день. Они начали решать задачи в один день, при этом в первый день каждый из них решил хотя бы одну задачу. а)  Могло ли получиться так, что Вася в первый день решил на одну задачу меньше, чем Петя, а Петя решил все задачи из сборника ровно за 5 дней?б)  Могло ли получиться так, что Вася в первый день решил на одну задачу больше, чем Петя, а Петя решил все задачи из сборника ровно за 4 дня? в)  Какое наименьшее количество задач могло быть в сборнике если каждый из ребят решал задачи более 6 дней, причем в первый день один из мальчиков решил на одну задачу больше чем другой?",
    "519363": "В августе 2020 года взяли кредит. Условия возврата таковы:— каждый январь долг увеличивается на r%;— с февраля по июль необходимо выплатить часть долга.Кредит можно выплатить за три года равными платежами по 56 595 рублей, или за два года равными платежами по 81 095 рублей.Найдите r.",
    "26598": "Первая труба пропускает на 1 литр воды в минуту меньше, чем вторая. Сколько литров воды в минуту пропускает вторая труба, если резервуар объемом 110 литров она заполняет на 1 минуту быстрее, чем первая труба?",
    "515922": "а)  Приведите пример четырёхзначного числа, произведение цифр которого в 10 раз больше суммы цифр этого числа.б)  Существует ли такое четырёхзначное число, произведение цифр которого в 175 раз больше суммы цифр этого числа?в)  Найдите все четырёхзначные числа, произведение цифр которых в 50 раз больше суммы цифр этого числа.",
    "506950": "В банк помещена сумма 3900 тысяч рублей под 50% годовых. В конце каждого из первых четырех лет хранения после начисления процентов вкладчик дополнительно вносил на счет одну и ту же фиксированную сумму. К концу пятого года после начисления процентов оказалось, что размер вклада увеличился по сравнению с первоначальным на 725%. Какую сумму вкладчик ежегодно добавлял к вкладу?",
    "505621": "Леша задумал двузначное число (от 10 до 99). Гриша пытается его отгадать, называя двузначные числа. Если Гриша правильно называет число, или же одну цифру называет правильно, а в другой ошибается не более чем на единицу, то Леша отвечает  «тепло»; в остальных случаях Леша отвечает «холодно». (Например, если задумано число 65, то назвав 65, 64, 66, 55 или 75, Гриша услышит в ответ «тепло», а в остальных случаях услышит «холодно».)а)  Покажите, что нет способа, при котором Гриша гарантированно узнает число, истратив 18 попыток.б)  Придумайте способ, при котором Гриша гарантированно узнает число, истратив 24 попытки (какое бы число ни задумал Леша).в)  А за 22 попытки получится?",
    "511227": "В распоряжении начальника имеется бригада рабочих в составе 24 человек. Их нужно распределить на день на два объекта. Если на первом объекте работает t человек, то их суточная зарплата составляет 4t2 у. е. Если на втором объекте работает t человек, то их суточная зарплата составляет t2 у. е. Как нужно распределить на эти объекты бригаду рабочих, чтобы выплаты на их суточную зарплату оказались наименьшими? Сколько у. е. в этом случае придется заплатить рабочим?",
    "509916": "Из районного центра в деревню ежедневно ходит автобус. Вероятность того, что в понедельник в автобусе окажется меньше 18 пассажиров, равна 0,82. Вероятность того, что окажется меньше 10 пассажиров, равна 0,51. Найдите вероятность того, что число пассажиров будет от 10 до 17.",
    "505663": "В строку подряд написано 1000 чисел. Под каждым числом a первой строки напишем число, указывающее, сколько раз число a встречается в первой строке. Из полученной таким образом второй строки аналогично получаем третью: под каждым числом второй строки пишем, сколько раз оно встречается во второй строке. Затем из третьей строки так же получаем четвёртую, из четвёртой  — пятую, и так далее.а)  Докажите, что некоторая строчка совпадает со следующей.б)  Докажите, что 11‐я строка совпадает с 12‐й.в)  Приведите пример такой первоначальной строчки, для которой 10‐я строка не совпадает с 11‐й.",
    "508659": "При рытье колодца глубиной свыше 10 м за первый метр заплатили   1000 руб., а за каждый следующий на 500 руб. больше, чем за предыдущий. Сверх того за весь колодец дополнительно было уплачено 10 000 руб. Средняя стоимость 1 м оказалась равной 6250 руб. Определите глубину колодца.",
    "507513": "Возрастающая конечная арифметическая прогрессия состоит из различных целых неотрицательных чисел. Математик вычислил разность между квадратом суммы всех членов прогрессии и суммой их квадратов. Затем математик добавил к этой прогрессии следующий её член и снова вычислил такую же разность. а)  Приведите пример такой прогрессии, если во второй раз разность оказалась на 48 больше, чем в первый раз. б)  Во второй раз разность оказалась на 1440 больше, чем в первый раз. Могла ли прогрессия сначала состоять из 12 членов? в)  Во второй раз разность оказалась на 1440 больше, чем в первый раз. Какое наибольшее количество членов могло быть в прогрессии сначала?",
    "635155": "По вкладу «А» банк в течение трёх лет в конце каждого года увеличивает на 20% сумму, имеющуюся на вкладе в начале года, а по вкладу «Б» увеличивает на 22% в конце каждого года из первых двух лет. Найдите наименьшее целое число процентов за третий год по вкладу «Б», при котором за все три года этот вклад всё ещё останется выгоднее вклада «А».",
    "520195": "На доске написали несколько не обязательно различных двузначных натуральных чисел без нулей в десятичной записи. Сумма этих чисел оказалась равной 165. Затем в каждом числе поменяли местами первую и вторую цифры (например, число 17 заменили на число 71).а)  Приведите пример исходных чисел, для которых сумма получившихся чисел ровно в 4 раза больше, чем сумма исходных чисел.б)  Могла ли сумма получившихся чисел быть ровно в 5 раз больше, чем сумма исходных чисел?в)  Найдите наибольшее возможное значение суммы получившихся чисел.",
    "508780": "Симметричную монету бросают 10 раз. Во сколько раз вероятность события «выпадет ровно 5 орлов» больше вероятности события «выпадет ровно 4 орла»?",
    "563301": "Семен и Матвей открыли вклады одинакового размера в одном из банков на три года. Ежегодно в течение первых двух лет банк увеличивал каждый вклад на 10%, а в конце третьего года  — на 5% по сравнению с его размером в начале года. Кроме этого, в начале второго и третьего годов Семен ежегодно пополнял вклад на х тысяч рублей, где х  — натуральное число. Матвей пополнял свой вклад только в начале третьего года, но на сумму 2х тысяч рублей. Найдите наименьшее значение х, при котором через три года на счету Семена стало на четное число тысяч рублей больше, чем у Матвея.",
    "323850": "Дорога между пунктами   А и В   состоит из подъёма и спуска, а её длина равна 8 км. Путь из  А в В   занял у туриста 5 часов, из которых 1 час ушёл на спуск. Найдите скорость туриста на спуске, если она больше скорости на подъёме на 3 км/ч. Ответ дайте в км/ч.",
    "320189": "В некотором городе из 5000 появившихся на свет младенцев 2512 мальчиков. Найдите частоту рождения девочек в этом городе. Результат округлите до тысячных.",
    "509313": "При выпечке хлеба производится контрольное взвешивание свежей буханки. Известно, что вероятность того, что масса окажется меньше, чем 810 г, равна 0,97. Вероятность того, что масса окажется больше, чем 790 г, равна 0,91. Найдите вероятность того, что масса буханки больше, чем 790 г, но меньше, чем 810 г.",
    "508891": "Первый игральный кубик обычный, а на гранях второго кубика нет нечётных чисел, а чётные числа 2, 4 и 6 встречаются по два раза. В остальном кубики одинаковые. Один случайно выбранный кубик бросают два раза. Известно, что в каком-то порядке выпали 4 и 6 очков. Какова вероятность того, что бросали второй кубик?",
    "505669": "Можно ли из последовательности 1, 1/2, 1/3, 1/4,… выделить арифметическую прогрессию а)  длиной 4б)  длиной 5в)  длиной k, где k  — любое натуральное число?",
    "99618": "Две трубы наполняют бассейн за 3 часа 36 минут, а одна первая труба наполняет бассейн за 6 часов. За сколько часов наполняет бассейн одна вторая труба?",
    "509824": "Антон является владельцем двух заводов в разных городах. На заводах производится абсолютно одинаковые товары при использовании одинаковых технологий. Если рабочие на одном из заводов трудятся суммарно t2 часов в неделю, то за эту неделю они производят t единиц товара.За каждый час работы на заводе, расположенном в первом городе, Антон платит рабочему 250 рублей, а на заводе, расположенном во втором городе,  — 200 рублей.Антон готов выделять 900 000 рублей в неделю на оплату труда рабочих. Какое наибольшее количество единиц товара можно произвести за неделю на этих двух заводах?",
    "512887": "Натуральные числа a, b, c и d удовлетворяют условию a > b > c > d.а)  Найдите числа a, b, c и d, если a + b + с + d  =  15 и a2 − b2 + с2 − d2  =  27.б)  Может ли быть a + b + с + d  =  19 и a2 − b2 + с2 − d2  =  19?в)  Пусть a + b + с + d  =  1000 и a2 − b2 + с2 − d2  =  1000. Найдите количество возможных значений числа a.",
    "517203": "В июле планируется взять кредит в банке на сумму 7 млн рублей на срок 10 лет. Условия возврата таковы: — каждый январь долг возрастает на r % по сравнению с концом предыдущего года;— с февраля по июнь необходимо выплатить часть долга так, чтобы на начало июля каждого года долг уменьшался на одну и ту же сумму по сравнению с предыдущим июлем.Найдите наименьшую возможную ставку r , если известно, что последний платёж будет не менее 0,819 млн рублей.",
    "99576": "Имеется два сплава. Первый сплав содержит 10% меди, второй  — 40% меди. Масса второго сплава больше массы первого на 3 кг. Из этих двух сплавов получили третий сплав, содержащий 30% меди. Найдите массу третьего сплава. Ответ дайте в килограммах.",
    "99613": "Каждый из двух рабочих одинаковой квалификации может выполнить заказ за 15 часов. Через 3 часа после того, как один из них приступил к выполнению заказа, к нему присоединился второй рабочий, и работу над заказом они довели до конца уже вместе. Сколько часов потребовалось на выполнение всего заказа?",
    "507714": "Гражданин Петров по случаю рождения сына открыл 1 сентября 2008 года в банке счёт, на который он ежегодно кладет 1000 рублей. По условиям вклада банк ежегодно начисляет 20% на сумму, находящуюся на счёте. Через 6 лет у гражданина Петрова  родилась дочь, и 1 сентября 2014 года он открыл в другом банке счёт, на который ежегодно кладёт по 2200 рублей, а банк начисляет 44% в год. В каком году после очередного пополнения суммы вкладов сравняются, если деньги со счетов не снимают?",
    "517268": "На доске написано несколько (более одного) различных натуральных чисел, причем любые два из них отличаются не более чем в три раза.а)  Может ли на доске быть 5 чисел, сумма которых равна 47?б)  Может ли на доске быть 10 чисел, сумма которых равна 94?в)  Сколько может быть чисел на доске, если их произведение равно8000?",
    "320178": "На клавиатуре телефона 10 цифр, от 0 до 9. Какова вероятность того, что случайно нажатая цифра будет чётной?",
    "561735": "На доске разрешается написать n таких ненулевых целых чисел a1, a2, ..., an, для которых при каждом натуральном числе k  =  2, ..., n − 1 выполнено равенство ak  =  ak − 1 + ak + 1.а)  Можно ли при n  =  4 написать на доске такие числа, чтобы также выполнялось равенство a1  =  a4?б)  Можно ли при n  =  100 написать на доске такие числа, сумма которых равна 2021?в)  При n  =  10 на доске написаны такие числа, сумма которых равна 11. Какое наименьшее значение может принимать сумма их квадратов?",
    "99600": "Часы со стрелками показывают 8 часов ровно. Через сколько минут минутная стрелка в четвертый раз поравняется с часовой?",
    "26593": "Заказ на 156 деталей первый рабочий выполняет на 1 час быстрее, чем второй. Сколько деталей за час изготавливает первый рабочий, если известно, что он за час изготавливает на 1 деталь больше второго?",
    "621856": "Банк планирует вложить на 1 год 40% имеющихся у него средств клиентов в проект Х, а остальные 60% в проект Y. Проект Х может принести прибыль в размере от 19% до 24% годовых, а проект Y  — от 29% до 34% годовых. В конце года банк обязан вернуть деньги клиентам и выплатить им проценты по заранее установленной ставке. Определить наименьший и наибольший возможные уровни процентной ставки, при которых чистая прибыль банка составит не менее 10% и не более 15% годовых от суммарных вложений в проекты Х и Y.",
    "320197": "Вероятность того, что в случайный момент времени температура тела здорового человека окажется ниже чем 36,8 °С, равна 0,81. Найдите вероятность того, что в случайный момент времени у здорового человека температура окажется 36,8 °С или выше.",
    "509569": "Вероятность того, что новый электрический чайник прослужит больше года, равна 0,93. Вероятность того, что он прослужит больше двух лет, равна 0,87. Найдите вероятность того, что он прослужит меньше двух лет, но больше года.",
    "633754": "Первый банк предлагает открыть вклад с процентной ставкой 10%, а второй  — 11%. Проценты по вкладу начисляются раз в год и прибавляются к текущей сумме вклада.  Клиент сделал одинаковые вклады в оба банка. Через два года второй банк уменьшил процентную ставку по вкладу с 11% до P%. Еще через год клиент закрыл оба вклада и  забрал все накопившиеся средства, и оказалось, что второй банк принес ему больший доход, чем первый. Найдите наименьшее целое P, при котором это возможно.",
    "99583": "Грузовик перевозит партию щебня массой 210 тонн, ежедневно увеличивая норму перевозки на одно и то же число тонн. Известно, что за первый день было перевезено 2 тонны щебня. Определите, сколько тонн щебня было перевезено за девятый день, если вся работа была выполнена за 14 дней.",
    "26580": "Из пункта A в пункт B, расстояние между которыми 75 км, одновременно выехали автомобилист и велосипедист. Известно, что за час автомобилист проезжает на 40 км больше, чем велосипедист. Определите скорость велосипедиста, если известно, что он прибыл в пункт B на 6 часов позже автомобилиста. Ответ дайте в км/ч.",
    "517480": "В июле планируется взять кредит в банке на сумму 9 млн рублей на некоторый срок (целое число лет). Условия его возврата таковы:— каждый январь долг возрастает на 20% по сравнению с концом предыдущего года;— с февраля по июнь каждого года необходимо выплатить часть долга;— в июле каждого года долг должен быть на одну и ту же сумму меньше долга на июль предыдущего года.Чему будет равна общая сумма выплат после полного погашения кредита, если наибольший годовой платёж составит 3,6 млн рублей?",
    "505723": "Даны две последовательности: 2, 4, 8, 16, 14, 10, 2 и 3, 6, 12. В каждой из них каждое число получено из предыдущего по одному и тому же закону.а)  Найдите этот закон.б)  Найдите все натуральные числа, переходящие сами в себя (по этому закону).в)  Докажите, что число 21991 после нескольких переходов станет однозначным.",
    "26584": "Два велосипедиста одновременно отправились в 88−километровый пробег. Первый ехал со скоростью, на 3 км/ч большей, чем скорость второго, и прибыл к финишу на 3 часа раньше второго. Найти скорость велосипедиста, пришедшего к финишу вторым. Ответ дайте в км/ч.",
    "506959": "Баба Валя, накопив часть своей пенсии, решила улучшить свое материальное положение. Она узнала, что в Спёрбанке от пенсионеров принимают вклады под определенный процент годовых и на этих условиях внесла свои сбережения в ближайшее отделение Спёрбанка. Но через некоторое время соседка ей рассказала, что недалеко от той местности, где проживают пенсионеры, есть коммерческий банк, в котором процент годовых для пенсионеров-вкладчиков в 20 раз выше, чем в Спёрбанке.  Баба Валя не доверяла коммерческим банкам, но стремление улучшить свое материальное положение взяло верх. После долгих колебаний и ровно через год после открытия счета в Спёрбанке Баба Валя сняла половину образовавшейся суммы от ее вклада, заявив: «Такой навар меня не устраивает!»  и открыла счет в том коммерческом банке, о котором говорила ее соседка, не теряя надежды на значительное улучшение своего материального благосостояния. Надежды  оправдались: через год сумма Бабы Вали в коммерческом банке превысила ее первоначальные кровные сбережения на 65%. Сожалела Баба Валя, что год назад в Спёрбанке сняла не всю сумму, а лишь половину,  однако,  подумала: «А где же мы не теряли?..» Гендиректор коммерческого банка оказался хорошим: не оставил Бабу Валю без денег.  А каков в Спёрбанке процент годовых для пенсионеров?",
    "26586": "Моторная лодка прошла против течения реки 255 км и вернулась в пункт отправления, затратив на обратный путь на 2 часа меньше. Найдите скорость лодки в неподвижной воде, если скорость течения равна 1 км/ч. Ответ дайте в км/ч.",
    "505539": "Все члены конечной последовательности являются натуральными числами. Каждый член этой последовательности, начиная со второго, либо в 10 раз больше, либо в 10 раз меньше предыдущего. Сумма всех членов последовательности равна 3024.а)  Может ли последовательность состоять из двух членов?б)  Может ли последовательность состоять из трёх членов?в)  Какое наибольшее количество членов может быть в последовательности?",
    "526004": "Перед началом волейбольного матча капитаны команд тянут жребий, чтобы определить, какая из команд начнёт игру с мячом. Команда «Мотор» по очереди играет с командами «Статор», «Стартер» и «Ротор». Найдите вероятность того, что «Мотор» будет начинать с мячом только вторую игру.",
    "513630": "Множество чисел назовём хорошим, если его можно разбить на два подмножества с одинаковой суммой чисел.а)  Является ли множество {200; 201; 202; ...; 299} хорошим?б)  Является ли множество {2; 4; 8; ...; 2100} хорошим?в)  Сколько хороших четырёхэлементных подмножеств у множества {1; 2; 4; 5; 7; 9; 11}?",
    "551503": "5 января 2020 года Андрей планирует открыть вклад на сумму 3 миллиона рублей. Первые три года 2 января банк будет начислять 10% на сумму вклада, а в последующие годы банк будет начислять 5% на сумму вклада. 4 января каждого года Андрей будет делать дополнительный взнос на вклад так, чтобы после этого величина вклада на 5 января была больше величины вклада на 5 января прошлого года на одно и то же число. Определите общий размер начислений банка, если 3 января 2031 года на вкладе будет лежать 24,15 миллиона рублей.",
    "524056": "У Вовы есть набор из n грузиков попарно различных натуральных масс в граммах и чашечные весы, которые находятся в равновесии, если на каждой из двух их чаш лежат грузики с одинаковыми суммарными массами. Известно, что, какие бы два из них ни положили на одну чашу весов, всегда можно положить на другую чашу один или несколько из оставшихся грузиков так, что весы уравновесятся.а)  Может ли у Вовы быть ровно 6 грузиков, среди которых есть грузик массой 5 г?б)  Может ли у Вовы быть ровно 5 грузиков?в)  Известно, что среди грузиков Вовы есть грузик массой 1 г. Какую наименьшую массу может иметь самый тяжёлый грузик Вовы?",
    "1011": "В фирме такси в данный момент свободно 20  машин: 10  черных, 2  желтых и 8  зеленых. По вызову выехала одна из машин, случайно оказавшаяся ближе всего к заказчице. Найдите вероятность того, что к ней приедет зеленое такси.",
    "620478": "Вкладчик разместил в банке 32 тысячи рублей. Несколько лет он получал то 5%, то  10%  годовых,  а  за  последний  год  получил  25%  годовых.  При  этом  проценты начислялись  в  конце  каждого  года  и  добавлялись  к  сумме  вклада.  В  результате  его вклад стал равным 53 361 рублю. Сколько лет пролежал вклад?",
    "519668": "а)  Приведите пример трехзначного числа, у которого ровно 5 натуральных делителей.б)  Существует ли такое трехзначное число, у которого ровно 15 натуральных делителей?в)  Сколько существует таких трехзначных чисел, у которых ровно 20 натуральных делителей?",
    "320180": "Ковбой Джон попадает в муху на стене с вероятностью 0,9, если стреляет из пристрелянного револьвера. Если Джон стреляет из непристрелянного револьвера, то он попадает в муху с вероятностью 0,2. На столе лежит 10 револьверов, из них только 4 пристрелянные. Ковбой Джон видит на стене муху, наудачу хватает первый попавшийся револьвер и стреляет в муху. Найдите вероятность того, что Джон промахнётся.",
    "320194": "В группе туристов 30 человек. Их вертолётом в несколько приёмов забрасывают в труднодоступный район по 6 человек за рейс. Порядок, в котором вертолёт перевозит туристов, случаен. Найдите вероятность того, что турист П. полетит первым рейсом вертолёта.",
    "506951": "Банк под определенный процент принял некоторую сумму. Через год четверть накопленной суммы была снята со счета. Банк увеличил процент годовых на 40 процентных пунктов (то есть увеличил ставку а% до (а + 40)%). К концу следующего года накопленная сумма в 1,44 раза превысила первоначальный вклад. Каков процент новых годовых?",
    "282856": "При производстве в среднем на каждые 2982 исправных насоса приходится 18 неисправных. Найдите вероятность того, что случайно выбранный насос окажется неисправным.",
    "563113": "На  доске  было  написано  30  натуральных  чисел  (не  обязательно  различных), каждое  из  которых  не  превосходит  40.  Среднее  арифметическое  всех  написанных чисел  было  равно  7.  Вместо  каждого  из  чисел  на  доске  написали  число,  вдвое меньшее первоначального. Числа, оказавшиеся после этого меньше 1, с доски стёрли. а)  Могло ли среднее арифметическое чисел, оставшихся на доске, стать больше 14? б)  Могло ли среднее арифметическое оставшихся на доске чисел стать больше 12, но меньше 13? в)  Найдите  максимальное  возможное  значение  среднего  арифметического оставшихся на доске чисел.",
    "99597": "Первый велосипедист выехал из поселка по шоссе со скоростью 15 км/ч. Через час после него со скоростью 10 км/ч из того же поселка в том же направлении выехал второй велосипедист, а еще через час после этого  — третий. Найдите скорость третьего велосипедиста, если сначала он догнал второго, а через 2 часа 20 минут после этого догнал первого. Ответ дайте в км/ч.",
    "513302": "На каждом из двух заводов работает по 100 человек. На первом заводе один рабочий изготавливает за смену 3 детали А или 1 деталь В. На втором заводе для изготовления t деталей (и А, и В) требуется t2 человеко-смен. Оба завода поставляют детали на комбинат, где собирают изделие, причем для его изготовления нужна 1 деталь А и 3 детали В. При этом заводы договариваются между собой изготавливать детали так, чтобы можно было собрать наибольшее количество изделий. Сколько изделий при таких условиях может собрать комбинат за смену?",
    "508792": "Правильный игральный кубик бросали до тех пор, пока сумма выпавших при всех бросках очков не стала больше чем 3. Известно, что общая сумма очков оказалась равна 4. Какова вероятность того, что был сделан ровно один бросок? Ответ округлите до сотых.",
    "515709": "В двух областях есть по 50 рабочих, каждый из которых готов трудиться по 10 часов в сутки на добыче алюминия или никеля. В первой области один рабочий за час добывает 0,2 кг алюминия или 0,1 кг никеля. Во второй области для добычи x кг алюминия в день требуется x2 человеко-часов труда, а для добычи y кг никеля в день требуется y2 человеко-часов труда.Обе области поставляют добытый металл на завод, где для нужд промышленности производится сплав алюминия и никеля, в котором 1 кг алюминия приходится на 2 кг никеля. При этом области договариваются между собой вести добычу металлов так, чтобы завод мог произвести наибольшее количество сплава. Сколько килограммов сплава при таких условиях ежедневно сможет произвести завод?",
    "282854": "В случайном эксперименте симметричную монету бросают дважды. Найдите вероятность того, что орел выпадет ровно один раз.",
    "519408": "В последовательности a1, a2,..., an−1, an, состоящей из целых чисел, a1  =  1, an  =  235. Сумма любых двух соседних членов последовательности равна 3, 5 или 25.а)  Приведите пример такой последовательности.б)  Может ли такая последовательность состоять из 1000 членов?в)  Из какого наименьшего числа членов может состоять такая последовательность?",
    "99605": "Первую треть трассы автомобиль ехал со скоростью 60 км/ч, вторую треть  — со скоростью 120 км/ч, а последнюю  — со скоростью 110 км/ч. Найдите среднюю скорость автомобиля на протяжении всего пути. Ответ дайте в км/ч.",
    "320207": "Всем пациентам с подозрением на гепатит делают анализ крови. Если анализ выявляет гепатит, то результат анализа называется положительным. У больных гепатитом пациентов анализ даёт положительный результат с вероятностью 0,9. Если пациент не болен гепатитом, то анализ может дать ложный положительный результат с вероятностью 0,01. Известно, что 5% пациентов, поступающих с подозрением на гепатит, действительно больны гепатитом. Найдите вероятность того, что результат анализа у пациента, поступившего в клинику с подозрением на гепатит, будет положительным.",
    "320201": "В магазине три продавца. Каждый из них занят с клиентом с вероятностью 0,3. Найдите вероятность того, что в случайный момент времени все три продавца заняты одновременно (считайте, что клиенты заходят независимо друг от друга).",
    "99571": "В сосуд, содержащий 5 литров 12−процентного водного раствора некоторого вещества, добавили 7 литров воды. Сколько процентов составляет концентрация получившегося раствора?",
    "505977": "Рассматривается последовательность 1, 1/2, 1/3, 1/4, 1/5, 1/6, 1/7, ….а)  Существует ли арифметическая прогрессия длины 5 составленная из членов этой последовательности?б)  Можно ли составить арифметическую прогрессию бесконечной длины из этих чисел?в)  Может ли в прогрессии быть 2013 членов?",
    "531309": "В аграрной стране А производство пшеницы на душу населения в 2015 году составляло 192 кг и ежегодно увеличивалось на 20%. В аграрной стране В производство пшеницы на душу населения в 2015 году составляло 375 кг. В течение трех лет производство зерна в стране В увеличивалось на 14% ежегодно, а ее население увеличивалось на m% ежегодно. В 2018 году производство зерна на душу населения в странах А и В стало одинаковым. Найдите m.",
    "635568": "Павел положил 1 миллион рублей на счет в банк на некоторое количество лет. В конце каждого года его вклад увеличивается на 15%. Потом Павел переложил все деньги в другой банк. Во втором банке вклад увеличивался на 20% в конце каждого года. Через несколько лет вклад Павла составил 2 285 280 рублей. Сколько лет вклад Павла хранился во втором банке?",
    "508791": "В одном ресторане в г. Тамбове администратор предлагает гостям сыграть в «Шеш-беш»: гость бросает одновременно две игральные кости. Если он выбросит комбинацию 5 и 6 очков хотя бы один раз из двух попыток, то получит комплемент от ресторана: чашку кофе или десерт бесплатно. Какова вероятность получить комплемент? Результат округлите до сотых.",
    "99595": "Два пешехода отправляются одновременно в одном направлении из одного и того же места на прогулку по аллее парка. Скорость первого на 1,5 км/ч больше скорости второго. Через сколько минут расстояние между пешеходами станет равным 300 метрам?",
    "541828": "В течение n дней каждый день на доску записывают натуральные числа, каждое из которых меньше 6. При этом каждый день (кроме первого) сумма чисел, записанных на доску в этот день, больше, а количество меньше, чем в предыдущий день. а)  Может ли n быть больше 6?б)  Может ли среднее арифметическое чисел, записанных в первый день, быть меньше 2, а среднее арифметическое всех чисел, записанных за все дни, быть больше 4?в)  Известно, что сумма чисел, записанных в первый день, равна 5. Какое наибольшее значение может принимать сумма всех чисел, записанных за все дни?",
    "515652": "В двух областях есть по 90 рабочих, каждый из которых готов трудиться по 5 часов в сутки на добыче алюминия или никеля. В первой области один рабочий за час добывает 0,3 кг алюминия или 0,1 кг никеля. Во второй области для добычи x кг алюминия в день требуется x2 человеко-часов труда, а для добычи y кг никеля в день требуется y2 человеко-часов труда.Для нужд промышленности можно использовать или алюминий, или никель, причём 1 кг алюминия можно заменить 1 кг никеля. Какую наибольшую суммарную массу металлов можно добыть в двух областях за сутки?",
    "508769": "Игральную кость бросили два раза. Известно, что три очка не выпали ни разу. Найдите при этом условии вероятность события «сумма выпавших очков окажется равна 8».",
    "320179": "Из множества натуральных чисел от 10 до 19 наудачу выбирают одно число. Какова вероятность того, что оно делится на 3?",
    "320177": "Агрофирма закупает куриные яйца в двух домашних хозяйствах. 40% яиц из первого хозяйства  — яйца высшей категории, а из второго хозяйства  — 20% яиц высшей категории. Всего высшую категорию получает 35% яиц. Найдите вероятность того, что яйцо, купленное у этой агрофирмы, окажется из первого хозяйства.",
    "511220": "1 марта 2010 года Аркадий взял в банке кредит под 10% годовых. Схема выплаты кредита следующая: 1 марта каждого следующего года банк начисляет проценты на оставшуюся сумму долга (то есть увеличивает долг на 10%), затем Аркадий переводит в банк платеж. Весь долг Аркадий выплатил за 3 платежа, причем второй платеж оказался в два раза больше первого, а третий – в три раза больше первого. Сколько рублей взял в кредит Аркадий, если за три года он выплатил банку 2 395 800 рублей?",
    "1024": "На тарелке 16 пирожков: 7 с рыбой, 5 с вареньем и 4 с вишней. Юля наугад выбирает один пирожок. Найдите вероятность того, что он окажется с вишней.",
    "282855": "В чемпионате по гимнастике участвуют 20 спортсменок: 8 из России, 7 из США, остальные  — из Китая. Порядок, в котором выступают гимнастки, определяется жребием. Найдите вероятность того, что спортсменка, выступающая первой, окажется из Китая.",
    "99610": "По морю параллельными курсами в одном направлении следуют два сухогруза: первый длиной 120 метров, второй  — длиной 80 метров. Сначала второй сухогруз отстает от первого, и в некоторый момент времени расстояние от кормы первого сухогруза до носа второго составляет 400 метров. Через 12 минут после этого уже первый сухогруз отстает от второго так, что расстояние от кормы второго сухогруза до носа первого равно 600 метрам. На сколько километров в час скорость первого сухогруза меньше скорости второго?",
    "99607": "Первые 190 км автомобиль ехал со скоростью 50 км/ч, следующие 180 км  — со скоростью 90 км/ч, а затем 170 км  — со скоростью 100 км/ч. Найдите среднюю скорость автомобиля на протяжении всего пути. Ответ дайте в км/ч.",
    "543777": "Правительство решило закрыть нерентабельные шахты и построить новые фабрики и заводы. В результате закрытия одной шахты увольняется 180 человек, при этом на консервацию шахты и выплату пособий увольняемым тратится 52 миллиона рублей. Строительство одного нового завода с персоналом 170 человек стоит 43 млн руб., а одной фабрики с персоналом 110 человек  — 20 млн руб. Чему равно максимально возможное увеличение суммарного числа новых рабочих мест, если известно, что сумма всех затрат правительства составила ровно 714 млн руб.?",
    "562956": "По кругу записано несколько (два и более) различных натуральных чисел. Каждое  число  или  в  три  раза  больше  соседнего  слева  числа,  или  на  два меньше. а)  Могут ли быть выписаны и число 5, и число 6? б)  Могут ли быть выписаны ровно семь чисел? в)  Какое максимальное значение может иметь наибольшее из выписанных чисел, если сумма всех выписанных чисел не превосходит 2021?",
    "514479": "На доске написаны числа 1, 2, 3, ..., 30. За один ход разрешается стереть произвольные три числа, сумма которых меньше 35 и отлична от каждой из сумм троек чисел, стёртых на предыдущих ходах.а)  Приведите пример последовательных 5 ходов.б)  Можно ли сделать 10 ходов?в)  Какое наибольшее число ходов можно сделать?",
    "627049": "В течение  n дней ежедневно на доску записывают натуральные числа, каждое из  которых  меньше  5.  При  этом  каждый  день  (кроме  первого)  сумма  чисел,  записанных  на  доску  в  этот  день,  больше,  а  количество  — меньше,  чем  в  предыдущий  день.а)  Может ли n быть больше 4?б)  Может ли среднее арифметическое чисел, записанных в первый день, быть меньше 2, а среднее арифметическое всех чисел, записанных за все дни, быть больше 3?в)  Известно, что сумма чисел, записанных в первый день, равна 5. Какое наибольшее значение может принимать сумма всех чисел за все дни?",
    "517503": "В июле 2020 года планируется взять кредит в банке на сумму 147 000 рублей. Условия его возврата таковы:— каждый январь долг увеличивается на 10% по сравнению с концом предыдущего года;— с февраля по июнь каждого года необходимо выплатить одним платежом часть долга.Сколько рублей будет выплачено банку, если известно, что кредит будет полностью погашен двумя равными платежами, то есть за два года.",
    "512339": "Производство x тыс. единиц продукции обходится в q  =  0,5x2 + x + 7 млн руб. в год. При цене p тыс. руб. за единицу годовая прибыль от продажи этой продукции (в млн руб.) составляет px − q. При каком наименьшем значении p через три года суммарная прибыль составит не менее 75 млн руб.?",
    "560937": "Сергей  хочет  купить  пакет  акций  быстрорастущей  компании.  В  начале  года  у  Сергея  не  было  денег  на  покупку  акций,  а  пакет  стоил  160 000  рублей.  В  середине  каждого месяца Сергей откладывает на покупку пакета акций одну и ту же сумму, а в  конце месяца пакет дорожает, но не более чем на 25%. Какую наименьшую сумму (в  рублях)  нужно  откладывать  Сергею  каждый  месяц,  чтобы  через  некоторое  время  купить желаемый пакет акций?",
    "325904": "За круглый стол на 9 стульев в случайном порядке рассаживаются 7 мальчиков и 2 девочки. Найдите вероятность того, что обе девочки будут сидеть рядом.",
    "562180": "Цена ценной бумаги на конец года вычисляется по формуле S  =  1,1S0 + 2000, где S0  — цена ценной бумаги на начало года в рублях. Максим может приобрести ценную бумагу, а может положить деньги на банковский счёт, на котором сумма увеличивается за год на 12%. В начале любого года Максим может продать бумагу и положить все вырученные деньги на банковский счёт, а также снять деньги с банковского счёта и купить ценную бумагу. В начале 2021 года у Максима было 80 тысяч рублей, которые он может положит на банковский счёт или может приобрести на них ценную бумагу. Какая наибольшая сумма может быть у Максима через четыре года? Ответ дайте в рублях.",
    "526258": "Есть синие и красные карточки. Всего карточек 50 штук. На каждой карточке написано натуральное число. Среднее арифметическое всех чисел равно 16. Все числа на синих карточках разные. При этом любое число на синей карточке больше, чем любое на красной. Числа на синих увеличили в 2 раза, после чего среднее арифметическое стало равно 31,2. а)  Может ли быть 10 синих карточек? б)  Может ли быть 10 красных карточек? в)  Какое наибольшее количество синих карточек может быть?",
    "526011": "Имеется два сплава. Первый содержит 15% никеля, второй  — 35% никеля. Из этих двух сплавов получили третий сплав массой 140 кг, содержащий 30% никеля. На сколько килограммов масса первого сплава была меньше массы второго?",
    "525029": "Бесконечная арифметическая прогрессия a1, a2, ..., an, ... состоит из различных натуральных чисел.а)  Существует ли такая прогрессия, в которой среди чисел a1, a2, ..., a7 ровно три числа делятся на 100?б)  Существует ли такая прогрессия, в которой среди чисел a1, a2, ..., a49 ровно 11 чисел делятся на 100?в)  Для какого наибольшего натурального n может оказаться так, что среди чисел a1, a2, ..., a2n больше кратных 100, чем среди чисел a2n + 1, a2n + 2, ..., a5n?",
    "519518": "Светлана Михайловна взяла кредит в банке на 4 года на сумму 4 420 000 рублей. Условия возврата кредита таковы: в конце каждого года банк увеличивает текущую сумму долга на 10%. Светлана Михайловна хочет выплатить весь долг двумя равными платежами ― в конце второго и четвертого годов. При этом платежи в каждом случае выплачиваются после начисления процентов. Сколько рублей составит каждый из этих платежей?",
    "26600": "Первая труба пропускает на 5 литров воды в минуту меньше, чем вторая. Сколько литров воды в минуту пропускает вторая труба, если резервуар объемом 375 литров она заполняет на 10 минут быстрее, чем первая труба заполняет резервуар объемом 500 литров?",
    "509505": "Григорий является владельцем двух заводов в разных городах. На заводах производятся абсолютно одинаковые товары, но на заводе, расположенном во втором городе, используется более совершенное оборудование. В результате, если рабочие на заводе, расположенном в первом городе, трудятся суммарно t2 часов в неделю, то за эту неделю они производят 3t единиц товара; если рабочие на заводе, расположенном во втором городе, трудятся суммарно t2 часов в неделю, то за эту неделю они производят 4t единиц товара.За каждый час работы (на каждом из заводов) Григорий платит рабочему 500 рублей.Григорий готов выделять 5 000 000 рублей в неделю на оплату труда рабочих. Какое наибольшее количество единиц товара можно произвести за неделю на этих двух заводах?",
    "26587": "Моторная лодка в 10:00 вышла из пункта А в пункт В, расположенный в 30 км от А. Пробыв в пункте В 2 часа 30 минут, лодка отправилась назад и вернулась в пункт А в 18:00 того же дня. Определите (в км/ч) собственную скорость лодки, если известно, что скорость течения реки 1 км/ч.",
    "553318": "Все члены последовательности являются натуральными числами. Каждый член этой последовательности, начиная со второго, либо в 11 раз больше, либо в 11 раз меньше предыдущего. Сумма всех членов последовательности равна 2231.а)  Может ли последовательность состоять из двух членов?б)  Может ли последовательность состоять из трех членов?в)  Какое наибольшее количество членов может быть в последовательности?",
    "526596": "а)  Найдите хотя бы одно такое натуральное число n, что десятичная запись числа n2 + 2n оканчивается всеми цифрами числа n, записанными в том же порядке.б)  Может ли такое число оканчиваться цифрой 3?в)  Найдите все такие четырёхзначные числа",
    "561199": "Задумано несколько (не обязательно различных) натуральных чисел. Эти числа и все  их возможные  произведения  (по  2,  по  3  и  т. д.) выписывают  на  доску  в  порядке неубывания. Если какое‐то число  n, выписанное на доску, повторяется несколько раз, то на доске оставляется одно такое число  n, а остальные числа, равные  n, стираются. Например, если задуманы числа 1, 3, 3, 4, то на доске будет записан набор 1, 3, 4, 9, 12, 36. а)  Приведите пример задуманных чисел, для которых на доске будет записан набор 2, 3, 4, 6, 8, 12, 16, 24, 48. б)  Существует ли пример таких задуманных чисел, для которых на доске будет записан набор 2, 3, 4, 6, 7, 8, 12, 14, 21, 24, 28, 56, 84, 168? в)  Известно, что набор на доске состоит ровно из 31 числа и имеет вид 2, 3, 4, 5, 6, 8, 9, … , 1080, то есть известны семь первых и одно последнее числа набора. Приведите все возможные примеры задуманных чисел.",
    "508585": "В банк был положен вклад под 10% годовых. Через год, после начисления процентов, вкладчик снял со счета 2000 рублей, а еще через год (опять после начисления процентов) снова внес 2000 рублей. Вследствие этих действий через три года со времени открытия вклада вкладчик получил сумму меньше запланированной (если бы не было промежуточных операций со вкладом). На сколько рублей меньше запланированной суммы он получил?",
    "513611": "Множество чисел назовём хорошим, если его можно разбить на два подмножества с одинаковой суммой чисел.а)  Является ли множество {100; 101; 102; ...; 199} хорошим?б)  Является ли множество {2; 4; 8; ...; 2200} хорошим?в)  Сколько хороших четырёхэлементных подмножеств у множества {3; 4; 5; 6; 8; 10; 12}?",
    "99588": "Из двух городов, расстояние между которыми равно 560 км, навстречу друг другу одновременно выехали два автомобиля. Через сколько часов автомобили встретятся, если их скорости равны 65 км/ч и 75 км/ч?",
    "525246": "Вася и Петя решают задачи из сборника. Они начали решать задачи в один и тот же день, и решили в этот день хотя бы по одной задаче каждый. Вася решал в каждый следующий день на одну задачу больше, чем в предыдущий, а Петя  — на две задачи больше, чем предыдущий день. В итоге каждый из них решил все задачи из сборника.а)  Могло ли быть так, что в первый день они решили одинаковое число задач, при этом Петя прорешал весь сборник за пять дней?б)  Могло ли быть так, что в первый день они решили одинаковое число задач, при этом Петя прорешал весь сборник за десять дней?в)  Какое наименьшее количество задач могло быть в сборнике, если каждый из ребят решал задачи более 6 дней, причем в первый день Вася решил больше задач чем Петя, а за 7 дней Петя решил задач больше, чем Вася?",
    "558932": "Марина и Надежда открыли вклады одинакового размера в одном из банков на  четыре  года. Ежегодно в  течение первых  трёх  лет банк увеличивал каждый вклад на  10%,  а в  конце  четвёртого  года  на  12%  по  сравнению  с его  размером  в  начале  года.  Кроме этого, в начале третьего и четвёртого годов Марина ежегодно пополняла вклад  на x рублей, где x  — натуральное число. Надежда пополняла свой вклад только в начале  третьего года, но на сумму 2x рублей. Найдите наименьшее значение x, при котором через четыре  года  на  счету Надежды  стало  на  целое число десятков  рублей  больше,  чем у Марины.",
    "630132": "На доске написано N различных натуральных чисел, каждое из которых не превосходит 99. Для любых двух написанных на доске чисел a и b, таких, что a < b, ни одно из написанных чисел не делится на b – a, и ни одно из написанных чисел не является делителем числа b – a.а)  Могли ли на доске быть написаны какие-то два числа из чисел 18, 19 и 20?б)  Среди написанных на доске чисел есть 17. Может ли N быть равно 25?в)  Найдите наибольшее значение N.",
    "548855": "Вклад  планируется  открыть  на  четыре  года.  Первоначальный  вклад  составляет целое число миллионов рублей. В конце каждого года банк увеличивает вклад на 10% по сравнению с его размером в начале года. Кроме этого, в начале третьего и четвертого годов  вкладчик  ежегодно  пополняет  вклад  на  10  млн  рублей.  Найдите  наибольший размер  первоначального  вклада,  при  котором  банк  за  четыре  года  начислит  на  вклад меньше 15 млн рублей.",
    "99575": "Имеется два сплава. Первый содержит 10% никеля, второй  — 30% никеля. Из этих двух сплавов получили третий сплав массой 200 кг, содержащий 25% никеля. На сколько килограммов масса первого сплава была меньше массы второго?",
    "562253": "В январе 2005 года ставка по депозитам в банке «Фантазия» составила x% годовых, а в январе 2006 года  — y% годовых, причем известно, что x + y  =  30. В январе 2005 года вкладчик открыл депозитный счёт в банке «Фантазия», положив  на  него  некоторую  сумму.  В  январе  2006  года,  по  прошествии  года  со  дня открытия счёта, вкладчик снял со счёта пятую часть этой суммы. Укажите значение x, при  котором  сумма  на  счёте  вкладчика  в  январе  2007  года  является  максимально возможной.",
    "507890": "Ольга хочет взять в кредит 100 000 рублей под 10% годовых. Погашение кредита происходит раз в год равными суммами (кроме, может быть, последней) после начисления процентов. На какое минимальное количество лет Ольга может взять кредит, чтобы ежегодные выплаты были не более 24 тысяч рублей?",
    "620218": "Владимир поместил в банк 3600 тысяч рублей под 10% годовых. В конце каждого из первых двух  лет хранения после начисления процентов он дополнительно вносил на счет одну и  ту же фиксированную сумму. К концу третьего  года после начисления процентов оказалось, что размер вклада увеличился по сравнению с первоначальным на 48,5%. Какую сумму (в тысячах рублей) Владимир ежегодно добавлял к вкладу?",
    "525144": "Вася и Петя решали задачи из сборника, причем каждый следующий день Вася решал на одну задачу больше, чем в предыдущий, а Петя  — на две задачи больше, чем в предыдущий. В первый день каждый решил хотя бы одну задачу, а в итоге каждый решил все задачи сборника.а)  Могло ли быть в сборнике 85 задач?б)  Могло ли быть в сборнике 213 задач, если каждый из мальчиков решал их более трех дней?в)  Какое наибольшее количество дней мог решать задачи Петя, если Вася решил весь сборник за 16 дней, а количество задач в сборнике меньше 300.",
    "99621": "Петя и Ваня выполняют одинаковый тест. Петя отвечает за час на 8 вопросов теста, а Ваня  — на 9. Они одновременно начали отвечать на вопросы теста, и Петя закончил свой тест позже Вани на 20 минут. Сколько вопросов содержит тест?",
    "319355": "Если шахматист А. играет белыми фигурами, то он выигрывает у шахматиста Б. с вероятностью 0,52. Если А. играет черными, то А. выигрывает у Б. с вероятностью 0,3. Шахматисты А. и Б. играют две партии, причём во второй партии меняют цвет фигур. Найдите вероятность того, что А. выиграет оба раза.",
    "517567": "Маша и Наташа делают фотографии. Каждый день каждая девочка делает на одну фотографию больше, чем в предыдущий день. В конце Наташа сделала на 1001 фотографию больше, чем Маша.а)  Могло ли это произойти за 7 дней?б)  Могло ли это произойти за 8 дней?в)  Какое максимальное количество фотографий могла сделать Наташа, если Маша в последний день сделала меньше 40 фотографий?",
    "320173": "Биатлонист пять раз стреляет по мишеням. Вероятность попадания в мишень при одном выстреле равна 0,8. Найдите вероятность того, что биатлонист первые три раза попал в мишени, а последние два промахнулся. Результат округлите до сотых.",
    "516764": "Дмитрий взял кредит в банке на сумму 270 200 рублей. Схема выплата кредита такова: в конце каждого года банк увеличивает на 10 процентов оставшуюся сумму долга, а затем Дмитрий переводит в банк свой очередной платеж. Известно, что Дмитрий погасил кредит за три года, причем каждый его следующий платеж был ровно втрое больше предыдущего. Какую сумму Дмитрий заплатил в первый раз? Ответ дайте в рублях.",
    "513298": "В двух областях работают по 160 рабочих, каждый из которых готов трудиться по 5 часов в сутки на добыче алюминия или никеля. В первой области один рабочий за час добывает 0,1 кг алюминия или 0,3 кг никеля. Во второй области рабочие объединены в две бригады, одна из которых добывает алюминий, а другая  — никель, причем для добычи x кг алюминия в день требуется x2 человеко-часов труда, а для добычи у кг никеля в день требуется y2 человеко-часов труда.Для нужд промышленности можно использовать или алюминий, или никель, причём 1 кг алюминия можно заменить 1 кг никеля. Какую наибольшую суммарную массу металлов можно добыть в двух областях за сутки?",
    "99601": "Теплоход, скорость которого в неподвижной воде равна 25 км/ч, проходит по течению реки и после стоянки возвращается в исходный пункт. Скорость течения равна 3 км/ч, стоянка длится 5 часов, а в исходный пункт теплоход возвращается через 30 часов после отплытия из него. Сколько километров прошел теплоход за весь рейс?",
    "323854": "Две бригады, состоящие из рабочих одинаковой квалификации, одновременно начали выполнять два одинаковых заказа. В первой бригаде было 16 рабочих, а во второй  — 25 рабочих. Через 7 дней после начала работы в первую бригаду перешли 8 рабочих из второй бригады. В итоге оба заказа были выполнены одновременно. Найдите, сколько дней потребовалось на выполнение заказов.",
    "26596": "Двое рабочих, работая вместе, могут выполнить работу за 12 дней. За сколько дней, работая отдельно, выполнит эту работу первый рабочий, если он за два дня выполняет такую же часть работы, какую второй  — за три дня?",
    "501213": "Вова и Гоша решают задачи. За час Вова может решить на две задачи больше, чем Гоша (при этом оба за час решают целое количество задач). Известно, что вместе они решат 33 задачи на 1 час 15 минут быстрее, чем это сделал бы один Вова. За какое время Гоша может решить 20 задач? Ответ дайте в часах.",
    "511255": "Миша и Маша положили в один и тот же банк одинаковые суммы под 10% годовых. Через год сразу после начисления процентов Миша снял со своего счета 5000 рублей, а еще через год снова внес 5000 рублей. Маша, наоборот, через год доложила на свой счет 5000 рублей, а еще через год сразу после начисления процентов сняла со счета 5000 рублей. Кто через три года со времени первоначального вложения получит большую сумму и на сколько рублей?",
    "508581": "В одной стране в обращении находилось 1 000 000 долларов, 20% из которых были фальшивыми. Некая криминальная структура стала ввозить в страну по 100 000 долларов в месяц, 10% из которых были фальшивыми. В это же время другая структура стала вывозить из страны 50 000 долларов ежемесячно, из которых 30% оказались фальшивыми. Через сколько месяцев содержание фальшивых долларов в стране составит 5% от общего количества долларов?",
    "508761": "При двукратном бросании игральной кости в сумме выпало 9 очков. Какова вероятность того, что хотя бы раз выпало 5 очков?",
    "320172": "В торговом центре два одинаковых автомата продают кофе. Вероятность того, что к концу дня в автомате закончится кофе, равна 0,3. Вероятность того, что кофе закончится в обоих автоматах, равна 0,12. Найдите вероятность того, что к концу дня кофе останется в обоих автоматах.",
    "562954": "Страховая компания  положила в  банк  некоторую  сумму  денег  под  10%  годовых для  обеспечения  страховых  выплат.  Какова  была  эта  сумма  (в  рублях),  если  она оказалась полностью истрачена за три  года на следующие выплаты: 880 000 рублей в конце  первого  года,  605 000  рублей  в  конце  второго  года  и  1 331 000  рублей  в  конце третьего года (все выплаты производились после начисления банком процентов).",
    "518119": "а)  Приведите пример семизначного числа, вычёркивая цифры которого, можно получить каждое из чисел: 123, 426, 786.б)  Существует ли девятизначное число, вычёркивая цифры которого, можно получить каждое из чисел: 123, 238, 435, 567, 791?в)  Найдите наименьшее число, из которого можно получить все числа от 1 до 40 включительно, вычёркивая из него цифры.",
    "320203": "Из районного центра в деревню ежедневно ходит автобус. Вероятность того, что в понедельник в автобусе окажется меньше 20 пассажиров, равна 0,94. Вероятность того, что окажется меньше 15 пассажиров, равна 0,56. Найдите вероятность того, что число пассажиров будет от 15 до 19.",
    "509420": "Два промышленных фильтра, работая одновременно, очищают цистерну воды за 30 минут. Определите, за сколько минут второй фильтр очистит цистерну воды, работая отдельно, если известно, что он сделает это на 25 минут быстрее, чем первый.",
    "520787": "15-го декабря планируется взять кредит в банке на 1 000 000 рублей на (n + 1) месяц. Условия его возврата таковы:— 1-го числа каждого месяца долг возрастает на r % по сравнению с концом предыдущего месяца;— cо 2-го по 14-е число каждого месяца необходимо выплатить часть долга;— 15-го числа каждого месяца с 1-го по n-й  долг должен быть на 40 тысяч рублей меньше долга на 15-е число предыдущего месяца;— 15-го числа n-го месяца долг составит 200 тысяч рублей;— к 15-му числу (n + 1)-го месяца кредит должен быть полностью погашен.Найдите r, если известно, что общая сумма выплат после полного погашения кредита составит 1378 тысяч рублей.",
    "99584": "Улитка ползет от одного дерева до другого. Каждый день она проползает на одно и то же расстояние больше, чем в предыдущий день. Известно, что за первый и последний дни улитка проползла в общей сложности 10 метров. Определите, сколько дней улитка потратила на весь путь, если расстояние между деревьями равно 150 метрам.",
    "635151": "Из двух городов, расстояние между которыми 720 км, по параллельным путям отправляются навстречу друг другу два поезда и встречаются на середине пути. Второй поезд вышел на 1 ч позже первого со скоростью, на 4 км/ч большей, чем скорость первого поезда. Найдите скорость второго поезда. Ответ дайте в км/ч.",
    "515728": "15-го января планируется взять кредит в банке на 18 месяцев. Условия его возврата таковы:— 1-го числа каждого месяца долг возрастает на 2% по сравнению с концом предыдущего месяца;— со 2-го по 14-е число каждого месяца необходимо выплатить часть долга;— 15-го числа каждого месяца долг должен быть на одну и ту же величину меньше долга на 15-е число предыдущего месяца.Сколько процентов от суммы кредита составляет общая сумма денег, которую нужно выплатить банку за весь срок кредитования?",
    "99573": "Смешали 4 литра 15−процентного водного раствора некоторого вещества с 6 литрами 25−процентного водного раствора этого же вещества. Сколько процентов составляет концентрация получившегося раствора?Конечно, вместо литров следовало бы говорить о килограммах растворов.",
    "517584": "На доске написано 30 различных натуральных чисел, каждое из которых либо четное, либо его десятичная запись заканчивается на цифру 7. Сумма написанных чисел равна 810. а)  Может ли быть 24 четных числа?б)  Может ли быть на доске ровно два числа, оканчивающихся на 7?в)  Какое наименьшее количество чисел с последней цифрой 7 может быть на доске?",
    "630714": "На доске написано несколько различных натуральных чисел. Дробная часть среднего арифметического этих чисел равна 0,32 (то есть если вычесть из среднего арифметического этих чисел 0,32, то получится целое число).а)  Могло ли на доске быть написано меньше 100 чисел?б)  Могло ли на доске быть написано меньше 20 чисел?в)  Найдите наименьшее возможное значение среднего арифметического этих чисел.",
    "525411": "15 января Антон взял в кредит 3 миллиона рублей на 6 месяцев. Условия его возврата таковы: — 1-го числа каждого месяца долг возрастёт на r% по сравнению с концом предыдущего месяца;— со 2-го по 14-е число каждого месяца необходимо выплатить часть долга;— 15-го февраля, апреля и июня долг должен быть на одну девятую часть от исходной суммы долга меньше, чем величина долга 15 числа предыдущего месяца; — 15-го марта, мая и июля долг должен быть на две девятых части от исходной суммы долга меньше, чем величина долга 15 числа предыдущего месяца.Известно, что общая сумма выплат после полного погашения кредита на 220 тысяч рублей больше суммы, взятой в кредит. Найдите r.",
    "513263": "В одном из заданий на конкурсе бухгалтеров требуется выдать премии сотрудникам некоторого отдела на общую сумму 600 000 рублей (размер премии каждого сотрудника  — целое число, кратное 1000). Бухгалтеру дают распределение премий, и он должен их выдать без сдачи и размена, имея 100 купюр по 1000 рублей и 100 купюр по 5000 рублей.а)  Удастся ли выполнить задание, если в отделе 40 сотрудников и все должны получить поровну?б)  Удастся ли выполнить задание, если ведущему специалисту надо выдать 40 000 рублей, а остальные поделить поровну на 70 сотрудников?в)  При каком наибольшем количестве сотрудников в отделе задание удастся выполнить при любом распределении размеров премий?",
    "99587": "Компания «Альфа» начала инвестировать средства в перспективную отрасль в 2001 году, имея капитал в размере 5000 долларов. Каждый год, начиная с 2002 года, она получала прибыль, которая составляла 200% от капитала предыдущего года. А компания «Бета» начала инвестировать средства в другую отрасль в 2003 году, имея капитал в размере 10 000 долларов, и, начиная с 2004 года, ежегодно получала прибыль, составляющую 400% от капитала предыдущего года. На сколько долларов капитал одной из компаний был больше капитала другой к концу 2006 года, если прибыль из оборота не изымалась?",
    "99609": "Поезд, двигаясь равномерно со скоростью 60 км/ч, проезжает мимо лесополосы, длина которой равна 400 метрам, за 1 минуту. Найдите длину поезда в метрах.",
    "500217": "Число S таково, что для любого представления S в виде суммы положительных слагаемых, каждое из которых не превосходит 1, эти слагаемые можно разделить на две группы так, что каждое слагаемое попадает только в одну группу и сумма слагаемых в каждой группе не превосходит 19.а)  Может ли число S быть равным 38?б)  Может ли число S быть больше 37,05?в)  Найдите максимально возможное значение S.",
    "509303": "В городе 48 % взрослого населения  — мужчины. Пенсионеры составляют 12,6 % взрослого населения, причём доля пенсионеров среди женщин равна 15 %. Для социологического опроса выбран случайным образом мужчина, проживающий в этом городе. Найдите вероятность события «выбранный мужчина является пенсионером».",
    "513689": "После того, как учитель доказал классу новую теорему, выяснилось, что большая часть класса не поняла доказательство  (быть может, все  — Решу ЕГЭ). На перемене один ученик вдруг понял доказательство (и только он). Также известно, что в классе учится не более 30, но не менее 20 человек.а)  Могло ли получиться так, что теперь уже меньшая часть класса не понимает доказательство?б)  Могло ли получиться так, что исходно процент учеников, понявших доказательство, выражался целым числом, а после перемены ― нецелым числом?в)  Какое наибольшее целое значение может принять процент учеников класса, так и не понявших доказательство этой теоремы?",
    "99592": "Из городов A и B навстречу друг другу выехали мотоциклист и велосипедист. Мотоциклист приехал в B на 3 часа раньше, чем велосипедист приехал в A, а встретились они через 48 минут после выезда. Сколько часов затратил на путь из B в A велосипедист?",
    "320200": "На фабрике керамической посуды 10% произведённых тарелок имеют дефект. При контроле качества продукции выявляется 80% дефектных тарелок. Остальные тарелки поступают в продажу. Найдите вероятность того, что случайно выбранная при покупке тарелка не имеет дефектов. Результат округлите до сотых.",
    "500250": "В сборнике билетов по биологии всего 25 билетов, в двух из них встречается вопрос о грибах. На экзамене школьнику достаётся один случайно выбранный билет из этого сборника. Найдите вероятность того, что в этом билете не будет вопроса о грибах.",
    "519586": "Цена производителя на некоторое изделие составляет 25 рублей. Прежде чем попасть на прилавок магазина, изделие проходит через несколько фирм-посредников, каждая из которых увеличивает цену в 1,5 или 2 раза, осуществляя услуги по хранению и транспортировке изделий. Магазин делает наценку 20%, после чего изделие поступает в продажу по цене 405 рублей. Сколько посредников было между магазином и производителем?",
    "513352": "Будем называть четырёхзначное число интересным, если среди четырёх цифр в его десятичной записи нет нулей, а одна из этих цифр равна сумме трёх других из них. Например, интересным является число 6321.а)  Приведите пример двух интересных четырёхзначных чисел, разность между которыми равна трём.б)  Найдутся ли два интересных четырёхзначных числа, разность между которыми равна 111?в)  Найдите наименьшее простое число, для которого не существует кратного ему интересного четырёхзначного числа.",
    "515768": "Красный карандаш стоит 17 рублей, синий  — 13 рублей. Нужно купить карандаши, имея всего 495 рублей и соблюдая дополнительное условие: число синих карандашей не должно отличаться от числа красных карандашей больше чем на пять.а)  Можно ли купить при таких условиях 32 карандаша?б)  Можно ли купить при таких условиях 35 карандашей?в)  Какое наибольшее число карандашей можно купить при таких условиях?",
    "26591": "От пристани A к пристани B, расстояние между которыми равно 110 км,  отправился с постоянной скоростью первый теплоход, а через 1 час после этого следом за ним со скоростью на 1 км/ч большей отправился второй. Найдите скорость второго теплохода, если в пункт B он прибыл одновременно с первым. Ответ дайте в км/ч.",
    "282858": "В соревнованиях по толканию ядра участвуют 4 спортсмена из Финляндии, 7 спортсменов из Дании, 9 спортсменов из Швеции и 5  — из Норвегии. Порядок, в котором выступают спортсмены, определяется жребием. Найдите вероятность того, что спортсмен, который выступает последним, окажется из Швеции.",
    "507892": "Красный карандаш стоит 17 рублей, синий  — 13 рублей. Нужно купить карандаши, имея всего 495 рублей и соблюдая дополнительное условие: число синих карандашей не должно отличаться от числа красных карандашей больше чем на пять.а)  Можно ли купить при таких условиях 32 карандаша?б)  Можно ли купить при таких условиях 35 карандашей?в)  Какое наибольшее число карандашей можно купить при таких условиях?",
    "563922": "Первый член конечной геометрической прогрессии, состоящей из трехзначных натуральных чисел, равен 272. Известно, что в прогрессии не меньше трех чисел.а)  Может ли число 425 являться членом такой прогрессии?б)  Может ли число 680 являться членом такой прогрессии?в)  Какое наибольшее число может являться членом такой прогрессии?",
    "508866": "В викторине участвуют 6 команд. Все команды разной силы, и в каждой встрече выигрывает та команда, которая сильнее. В первом раунде встречаются две случайно выбранные команды. Ничья невозможна. Проигравшая команда выбывает из викторины, а победившая команда играет со следующим случайно выбранным соперником. Известно, что в первых трёх играх победила команда А. Какова вероятность того, что эта команда выиграет четвёртый раунд?",
    "513279": "На доске было написано 20 натуральных чисел (не обязательно различных), каждое из которых не превосходит 40. Вместо некоторых из чисел (возможно, одного) на доске написали числа, меньшие первоначальных на единицу. Числа, которые после этого оказались равными 0, с доски стёрли.а)  Могло ли оказаться так, что среднее арифметическое чисел на доске увеличилось?б)  Среднее арифметическое первоначально написанных чисел равнялось 27. Могло ли среднее арифметическое оставшихся на доске чисел оказаться равным 34?в)  Среднее арифметическое первоначально написанных чисел равнялось 27. Найдите наибольшее возможное значение среднего арифметического чисел, которые остались на доске.",
    "517425": "Дан выпуклый многоугольник M, который можно разрезать на 1292 квадрата площади 1.а)  Приведите пример такого многоугольника, если известно, что длина его наименьшей стороны больше 15.б)  Какое наибольшее число сторон может иметь многоугольник M?в)  Какое наибольшее и наименьшее значение может иметь периметр этого многоугольника?",
    "508840": "В ящике четыре красных и два синих фломастера. Фломастеры вытаскивают по очереди в случайном порядке. Какова вероятность того, что первый раз синий фломастер появится третьим по счету?",
    "510497": "В роте два взвода, в первом взводе солдат меньше, чем во втором, но больше чем 50, а вместе солдат меньше чем 120. Командир знает, что роту можно построить по несколько человек в ряд так, что в каждом ряду будет одинаковое число солдат, большее 7, и при этом ни в каком ряду не будет солдат из двух разных взводов.а)  Сколько солдат в первом взводе и сколько во втором? Приведите хотя бы один пример.б)  Можно ли построить роту указанным способом по 11 солдат в одном ряду? в)  Сколько в роте может быть солдат?",
    "512360": "По вкладу «А» банк в течение трёх лет в конце каждого года увеличивает на 10% сумму, имеющуюся на вкладе в начале года, а по вкладу «Б»  — увеличивает на 11% в течение каждого из первых двух лет. Найдите наименьшее целое число процентов за третий год по вкладу «Б», при котором за все три года этот вклад всё ещё останется выгоднее вклада «А».",
    "508890": "Первый игральный кубик обычный, а на гранях второго кубика числа 1 и 2 встречаются по три раза. В остальном кубики одинаковые. Один случайно выбранный кубик бросают два раза. Известно, что в каком-то порядке выпали 1 и 2 очка. Какова вероятность того, что бросали первый кубик?",
    "562699": "Последовательность a1, a2, ..., an, ... состоит  из  натуральных  чисел,  причем a1 > 4 и an + 1  =  an + 4n2 для n ≥ 1.а)  Могут ли a2 и a3 быть простыми числами?б)  Может ли сумма двух подряд идущих членов этой последовательности делиться на 4 нацело, если оба эти члена  — простые числа?в)  Какое наибольшее количество подряд идущих членов этой последовательности (не обязательно с первого) могут быть простыми числами?",
    "504230": "В сборнике билетов по истории всего 50 билетов, в 13 из них встречается вопрос о Великой Отечественной войне. Найдите вероятность того, что в случайно выбранном на экзамене билете школьнику достанется вопрос о Великой Отечественной войне.",
    "99620": "Первый садовый насос перекачивает 5 литров воды за 2 минуты, второй насос перекачивает тот же объём воды за 3 минуты. Сколько минут эти два насоса должны работать совместно, чтобы перекачать 25 литров воды?",
    "621471": "В начале 1977 года Алишер положил в пустой сейф 1 млн руб. В начале каждого последующего года он вынимает из сейфа m% имеющихся там рублей. При каком значении m он вынет из сейфа в начале 1982 года максимальную сумму?",
    "500005": "На доске написано число 7. Раз в минуту Вася дописывает на доску одно число: либо вдвое большее какого-то из чисел на доске, либо равное сумме каких-то двух чисел, написанных на доске (таким образом, через одну минуту на доске появится второе число, через две ― третье и т. д.). а)  Может ли в какой-то момент на доске оказаться число 2012?б)  Может ли в какой-то момент сумма всех чисел на доске равняться 63?в)  Через какое наименьшее время на доске может появиться число 784?",
    "320188": "Чтобы пройти в следующий круг соревнований, футбольной команде нужно набрать хотя бы 4 очка в двух играх. Если команда выигрывает, она получает 3 очка, в случае ничьей  — 1 очко, если проигрывает  — 0 очков. Найдите вероятность того, что команде удастся выйти в следующий круг соревнований. Считайте, что в каждой игре вероятности выигрыша и проигрыша одинаковы и равны 0,4.",
    "506013": "У Кости была кучка из 100 камешков. Каждым ходом он делил какую-то из кучек на две меньших, пока у него не оказалось 100 кучек по одному камешку.а)  возможно ли, что в какой-то момент в каких-то 30 кучках было ровно 60 камешков;б)  возможно ли, что в какой-то момент в каких-то 20 кучках было в сумме ровно 60 камешков;в)  мог ли Костя действовать так, чтобы ни в какой момент не нашлось 19 кучек, в которых в сумме ровно 60 камешков?",
    "320199": "Чтобы поступить в институт на специальность «Лингвистика», абитуриент должен набрать на ЕГЭ не менее 70 баллов по каждому из трёх предметов  — математика, русский язык и иностранный язык. Чтобы поступить на специальность «Коммерция», нужно набрать не менее 70 баллов по каждому из трёх предметов  — математика, русский язык и обществознание.Вероятность того, что абитуриент З. получит не менее 70 баллов по математике, равна 0,6, по русскому языку  — 0,8, по иностранному языку  — 0,7 и по обществознанию  — 0,5.Найдите вероятность того, что З. сможет поступить хотя бы на одну из двух упомянутых специальностей.",
    "26589": "Теплоход проходит по течению реки до пункта назначения 255 км и после стоянки возвращается в пункт отправления. Найдите скорость теплохода в неподвижной воде, если скорость течения равна 1 км/ч, стоянка длится 2 часа, а в пункт отправления теплоход возвращается через 34 часа после отплытия из него. Ответ дайте в км/ч.",
    "514743": "В шахматы можно выиграть, проиграть или сыграть вничью. Шахматист записывает результат каждой сыгранной им партии и после каждой партии подсчитывает три показателя: «победы»  — процент побед, округлённый до целого, «ничьи»  — процент ничьих, округлённый до целого, и «поражения», равные разности 100 и суммы показателей «побед» и «ничьих». (Например, число 13,2 округляется до 13, число 14,5 округляется до 15, число 16,8 округляется до 17).а)  Может ли в какой-то момент показатель «побед» равняться 17, если было сыграно менее 50 партий?б)  Может ли после выигранной партии увеличиться показатель «поражений»?в)  Одна из партий была проиграна. При каком наименьшем количестве сыгранных партий показатель «поражений» может быть равным 1?",
    "99596": "Два мотоциклиста стартуют одновременно в одном направлении из двух диаметрально противоположных точек круговой трассы, длина которой равна 14 км. Через сколько минут мотоциклисты поравняются в первый раз, если скорость одного из них на 21 км/ч больше скорости другого?",
    "513925": "Верно ли, что для любого набора положительных чисел, каждое из которых не превосходит 11, а сумма которых больше 110,всегда можно выбрать несколько чисел так, чтобы их сумма была не больше 110, но больше:а)  99;б)  101;в)  100.",
    "501714": "Задумано несколько целых чисел. Набор этих чисел и все их возможные суммы (по 2, по 3 и т. д.) выписывают на доску в порядке неубывания. Например, если задуманы числа 2, 3, 5, то на доске будет выписан набор 2, 3, 5, 5, 7, 8, 10.а)  На доске выписан набор −11, −7, −5, −4, −1, 2, 6. Какие числа были задуманы?б)  Для некоторых различных задуманных чисел в наборе, выписанном на доске, число 0 встречается ровно 4 раза. Какое наименьшее количество чисел могло быть задумано?в)  Для некоторых задуманных чисел на доске выписан набор. Всегда ли по этому набору можно однозначно определить задуманные числа?",
    "99570": "Митя, Антон, Гоша и Борис учредили компанию с уставным капиталом 200000 рублей. Митя внес 14% уставного капитала, Антон  — 42000 рублей, Гоша  — 0,12 уставного капитала, а оставшуюся часть капитала внес Борис. Учредители договорились делить ежегодную прибыль пропорционально внесенному в уставной капитал вкладу. Какая сумма от прибыли 1000000 рублей причитается Борису? Ответ дайте в рублях.",
    "323855": "Клиент А. сделал вклад в банке в размере 7700 рублей. Проценты по вкладу начисляются раз в год и прибавляются к текущей сумме вклада. Ровно через год на тех же условиях такой же вклад в том же банке сделал клиент Б. Еще ровно через год клиенты А. и Б. закрыли вклады и забрали все накопившиеся деньги. При этом клиент А. получил на 847 рублей больше клиента Б. Какой процент годовых начислял банк по этим вкладам?",
    "99614": "Один мастер может выполнить заказ за 12 часов, а другой  — за 6 часов. За сколько часов выполнят заказ оба мастера, работая вместе?",
    "99598": "Из одной точки круговой трассы, длина которой равна 14 км, одновременно в одном направлении стартовали два автомобиля. Скорость первого автомобиля равна 80 км/ч, и через 40 минут после старта он опережал второй автомобиль на один круг. Найдите скорость второго автомобиля. Ответ дайте в км/ч.",
    "562190": "Бригаду из 30 рабочих нужно распределить по двум объектам. Если на первом объекте работает p человек, то каждый из них получает в сутки 200p рублей. Если на втором объекте работает p человек, то каждый из них получает в сутки (50p + 300) руб. Как нужно распределить рабочих по объектам, чтобы их суммарная суточная зарплата оказалась наименьшей? Сколько рублей в этом случае придётся заплатить за сутки всем рабочим?",
    "506025": "Рассматривается набор гирек, масса каждой из которых  — целое число граммов, а общая масса всех гирек равна 500 граммам. Такой набор называется правильным, если любое тело, имеющее массу, выраженную целым числом граммов от 1 до 500, может быть уравновешено некоторым количеством гирек набора и притом единственным образом (тело кладется на одну чашу весов, гирьки  — на другую; два способа уравновешивания, различающиеся лишь заменой некоторых гирек на другие той же массы, считаются одинаковыми).а)  Является ли правильным набор, состоящий из 167 гирек массой по одному грамму, одной гирьки массой 165 граммов и одной гирьки массой 168 граммов?б)  Приведите пример правильного набора, в котором не все гирьки по одному грамму.в)  Сколько существует различных правильных наборов? (Два набора различны, если некоторая гирька участвует в этих наборах неодинаковое число раз.)",
    "99616": "Игорь и Паша красят забор за 9 часов. Паша и Володя красят этот же забор за 12 часов, а Володя и Игорь  — за 18 часов. За сколько часов мальчики покрасят забор, работая втроем?",
    "630664": "По бизнес-плану четырёхлетний проект предполагает начальное вложение  — 12 млн рублей. По итогам каждого года планируется прирост вложенных средств на 10% по сравнению с началом года. Начисленные проценты планируется оставлять вложенными в проект. Кроме этого, сразу после начислений процентов потребуются дополнительные вложения: целое число n млн рублей в первый и во второй годы, а также целое число m млн рублей в третий и в четвёртый годы. Найдите наименьшее значение n, при котором первоначальные вложения за два года как минимум удвоятся, и наименьшее такое значение m, что при найденном ранее значении n первоначальные вложения за четыре года как минимум утроятся.",
    "26597": "Первая труба пропускает на 1 литр воды в минуту меньше, чем вторая. Сколько литров воды в минуту пропускает первая труба, если резервуар объемом 110 литров она заполняет на 1 минуту дольше, чем вторая труба?",
    "26582": "Велосипедист выехал с постоянной скоростью из города A в город B, расстояние между которыми равно 98 км. На следующий день он отправился обратно со скоростью на 7 км/ч больше прежней. По дороге он сделал остановку на 7часов. В результате он затратил на обратный путь столько же времени, сколько на путь из A в B. Найдите скорость велосипедиста на пути из A в B. Ответ дайте в км/ч.",
    "541384": "В течение n дней каждый день на доску записывают натуральные числа, каждое из которых меньше 6. При этом каждый день (кроме первого) сумма чисел, записанных на доску в этот день, больше, а количество меньше, чем в предыдущий день.а)  Может ли n быть больше 5?б)  Может ли среднее арифметическое чисел, записанных в первый день, быть меньше 3, а среднее арифметическое всех чисел, записанных за все дни, быть больше 4?в)  Известно, что сумма чисел, записанных в первый день, равна 6. Какое наибольшее значение может принимать сумма всех чисел за эти дни?",
    "548411": "На доске написано несколько различных натуральных чисел, в записи которых могут быть только цифры 1 и 6.а)  Может ли сумма этих чисел быть равна 173? б)  Может ли сумма этих чисел быть равна 109? в)  Какое наименьшее количество чисел может быть на доске, если их сумма равна 1021?",
    "506957": "Сергей взял кредит в банке на срок 9 месяцев. В конце каждого месяца общая сумма оставшегося долга увеличивается на 12%, а затем уменьшается на сумму, уплаченную Сергеем. Суммы, выплачиваемые в конце каждого месяца, подбираются так, чтобы в результате сумма долга каждый месяц уменьшалась равномерно, то есть на одну и ту же величину. Сколько процентов от суммы кредита составила сумма, уплаченная Сергеем банку сверх кредита?",
    "511894": "В бассейн проведены три трубы. Первая труба наливает 30 м3 воды в час. Вторая труба наливает в час на 3V м3 меньше, чем первая (0 < V < 10), а третья труба наливает в час на 10V м3 больше первой. Сначала первая и вторая трубы, работая вместе, наливают 30% бассейна, а затем все три трубы, работая вместе, наливают оставшиеся 0,7 бассейна. При каком значении V бассейн быстрее всего наполнится указанным способом?",
    "99580": "Рабочие прокладывают тоннель длиной 500 метров, ежедневно увеличивая норму прокладки на одно и то же число метров. Известно, что за первый день рабочие проложили 3 метра тоннеля. Определите, сколько метров тоннеля проложили рабочие в последний день, если вся работа была выполнена за 10 дней.",
    "530703": "Для перевозки 500 маленьких и 26 больших блоков был выделен автомобиль грузоподъемностью 9,75 т. По техническим условиям он может перевозить не более 38 маленьких блоков. Габариты блоков таковы, что перевозка одного большого блока приравнивается к перевозке 18 маленьких. Большой блок весит 3,5 т, а маленький 0,25 т. Какое минимальное количество перевозок потребуется для перемещения всех блоков?",
    "519641": "Числа 1, 2, 3, 4, 5, 6, 7, 8, 9, 16 произвольно делят на три группы так, чтобы в каждой группе было хотя бы одно число. Затем вычисляют значение среднего арифметического чисел в каждой из групп (для группы из единственного числа среднее арифметическое равно этому числу).а)  Могут ли быть одинаковыми два из трех значений средних арифметических в группах из разного количества чисел?б)  Могут ли быть одинаковыми все три значения средних арифметических?в)  Найдите наименьшее возможное значение наибольшего из получаемых трёх средних арифметических.",
    "504855": "Коля множил некоторое натуральное число на соседнее натуральное число, и получил произведение, равное m. Вова умножил некоторое четное натуральное число на соседнее четное натуральное число и получил произведение, равное n. а)  Может ли модуль разности чисел m и n равняться 6?б)  Может ли модуль разности чисел m и n равняться 13?в)  Какие значения может принимать модуль разности чисел m и n?",
    "562942": "На доске были написаны несколько целых чисел. Несколько раз с доски стирали по два числа, сумма которых делится на 3.а)  Может ли сумма всех оставшихся на доске чисел равняться 8, если изначально по одному разу были написаны числа 2, 3, 4, 5, 6, 7, 8, 9, 10 и 11?б)  Может ли на доске остаться ровно два числа, разность между которыми равна 39, если изначально по одному разу были написаны все натуральные числа от 100 до 199 включительно?в)  Пусть известно, что на доске осталось ровно два числа, а изначально по одному разу были написаны все натуральные числа от 100 до 199 включительно. Какое наибольшее значение может получиться, если поделить одно из оставшихся чисел на второе из них?",
    "509433": "У Дины в копилке лежит 7 рублёвых, 5 двухрублёвых, 6 пятирублёвых и 2 десятирублёвых монеты. Дина наугад достаёт из копилки одну монету. Найдите вероятность того, что оставшаяся в копилке сумма составит  менее 60 рублей.",
    "517579": "На доске написано 30 натуральных чисел. Какие-то из них красные, а какие-то зелёные. Красные числа кратны 8, а зелёные числа кратны 3. Все красные числа отличаются друг от друга, как и все зелёные. Но между красными и зелёными могут быть одинаковые.а)  Может ли сумма всех чисел, записанных на доске, быть меньше 1395 = 3 + 6 + ⋯ + 90, если на доске написаны только кратные 3 числа?б)  Может ли сумма чисел быть 1066, если только одно число красное?в)  Найдите наименьшее количество красных чисел, которое может быть при сумме 1066.",
    "516406": "Будем называть четырёхзначное число очень счастливым, если все цифры в его десятичной записи различны, а сумма первых двух из этих цифр равна сумме последних двух из них. Например, очень счастливым является число 3140.а)  Существуют ли двадцать последовательных четырёхзначных чисел, среди которых нет ни одного очень счастливого числа?б)  Может ли разность двух очень счастливых четырёхзначных чисел равняться 2016?в)  Найдите наименьшее нечётное число, для которого не существует кратного ему очень счастливого четырёхзначного числа.",
    "520825": "15-го декабря планируется взять кредит в банке на сумму 300 тысяч рублей на 21 месяц. Условия возврата таковы:— 1-го числа каждого месяца долг возрастает на 2% по сравнению с концом предыдущего месяца;— со 2-го по 14-е число каждого месяца необходимо выплатить часть долга;— 15-го числа каждого месяца с 1-го по 20-й долг должен быть на одну и ту же сумму меньше долга на 15-е число предыдущего месяца;— 15-го числа 20-го месяца долг составит 100 тысяч рублей;— к 15-му числу 21-го месяца кредит должен быть полностью погашен.Найдите общую сумму выплат после полного погашения кредита.",
    "507275": "31 декабря 2014 года Валерий взял в банке 1 млн рублей в кредит. Схема выплаты кредита следующая: 31 декабря каждого следующего года банк начисляет проценты на оставшуюся сумму долга (то есть увеличивает долг на определённое количество процентов), затем Валерий переводит очередной платеж. Валерий выплатил кредит за два платежа, переводя в первый раз 660 тыс рублей, во второй  — 484 тыс. рублей. Под какой процент банк выдал кредит Валерию?",
    "508830": "Стрелок в тире стреляет по мишени до тех пор, пока не поразит её. Известно, что он попадает в цель с вероятностью 0,2 при каждом отдельном выстреле. Какое наименьшее количество патронов нужно дать стрелку, чтобы он поразил цель с вероятностью не менее 0,6?",
    "506955": "Транcнациональная компания Amako Inc. решила провести недружественное поглощение компании First Aluminum Company (FAC) путем скупки акций миноритарных акционеров. Известно, что Amako было сделано три предложения владельцам акций FAC, при этом цена покупки одной акции каждый раз повышалась на 1/3. В результате второго предложения Amako сумела увеличить число выкупленных акций на 20% (после второй скупки общее число выкупленных акций увеличилось на 20%), а в результате скупки по третьей цене  — еще на 20%. Найдите цену за одну акцию при третьем предложении и общее количество скупленных акций, если начальное предложение составляло $27 за одну акцию, а по второй цене Amako скупила 15 тысяч акций.",
    "645891": "Банк предлагает два типа вкладов  — «Удачный» и «Прибыльный». По вкладу «Удачный» предоставляется 5% годовых; по вкладу «Прибыльный»  — 2% за первый год и p%, начиная со второго года. Проценты по обоим вкладам начисляются в конце года и прибавляются к текущей сумме вклада. При каком наименьшем целом значении p трехлетний вклад «Прибыльный» окажется выгоднее трехлетнего вклада «Удачный» при условии, что первоначально вклады были равны?",
    "320184": "Игральный кубик бросают дважды. Сколько элементарных исходов опыта благоприятствуют событию «А = сумма очков равна 5»?",
    "323853": "Автомобиль выехал с постоянной скоростью 75 км/ч из города А в город В, расстояние между которыми равно 275 км. Одновременно с ним из города С в город В, расстояние между которыми равно 255 км, с постоянной скоростью выехал мотоциклист. По дороге он сделал остановку на 50 минут. В результате автомобиль и мотоцикл прибыли в город В одновременно. Найдите скорость мотоциклиста. Ответ дайте в км/ч.",
    "516053": "Пенсионный фонд владеет акциями, цена которых к концу года t становится равной t2 тыс. руб. (т. е. к концу первого года они стоят 1 тыс. руб., к концу второго  — 4 тыс. руб. и т. д.), в течение 20 лет. В конце любого года можно продать акции по их рыночной цене на конец года и положить вырученные деньги в банк под 25% годовых. В конце какого года нужно продать акции, чтобы прибыль была максимальной?",
    "283579": "В среднем из 1400 садовых насосов, поступивших в продажу, 7 подтекают. Найдите вероятность того, что один случайно выбранный для контроля насос не подтекает.",
    "517482": "Задумано несколько натуральных чисел (не обязательно различных). Эти числа и все их возможные произведения (по 2 числа, по 3 числа и т. д.) выписывают на доску. Если какое-то число n, выписанное на доску, повторяется несколько раз, то на доске оставляют одно такое число n, а остальные числа, равные n, стирают. Например, если задуманы числа 1, 3, 3, 4, то на доске будет записан набор 1, 3, 4, 9, 12, 36.а)  Приведите пример задуманных чисел, для которых на доске будет записан набор 2, 3, 5, 6, 9, 10, 15, 18, 30, 45, 90.б)  Существует ли пример таких задуманных чисел, для которых на доске будет записан набор 3, 5, 7, 9, 15, 21, 35, 45, 105, 315, 945?в)  Приведите все примеры шести задуманных чисел, для которых на доске будет записан набор, наибольшее число в котором равно 82.",
    "509826": "На доске написано число 2015 и еще несколько (не менее двух) натуральных чисел, не превосходящих 5000. Все написанные на доске числа различны. Сумма любых двух из написанных чисел делится на какое-нибудь из остальных.а)  Может ли на доске быть написано ровно 1009 чисел?б)   Может ли на доске быть написано ровно пять чисел?в)  Какое наименьшее количество чисел может быть написано на доске?",
    "511887": "Алексей вышел из дома на прогулку со скоростью υ км/ч. После того, как он прошел 6 км, из дома следом за ним выбежала собака Жучка, скорость которой была на 9 км/ч больше скорости Алексея. Когда Жучка догнала хозяина, они повернули назад и вместе возвратились домой со скоростью 4 км/ч. Найдите значение  υ, при котором время прогулки Алексея окажется наименьшим. Сколько при этом составит время его прогулки?",
    "99582": "Турист идет из одного города в другой, каждый день проходя больше, чем в предыдущий день, на одно и то же расстояние. Известно, что за первый день турист прошел 10 километров. Определите, сколько километров прошел турист за третий день, если весь путь он прошел за 6 дней, а расстояние между городами составляет 120 километров.",
    "516054": "Шесть различных натуральных чисел таковы, что никакие два из них не имеют общего делителя, большего 1.а)  Может ли сумма этих чисел быть равной 39? б)  Может ли сумма этих чисел быть равной 34?в)  Какова их минимальная сумма?",
    "511919": "Садовод привез на рынок 91 кг яблок, которые после транспортировки разделил на три сорта. Яблоки первого сорта он продавал по 40 руб., второго сорта – по 30 руб., третьего сорта – по 20 руб. за килограмм. Выручка от продажи всех яблок составила 2170 руб. Известно, что масса яблок 2-го сорта меньше массы яблок 3-го сорта на столько же процентов, на сколько процентов масса яблок 1-го сорта меньше массы яблок 2-го сорта. Сколько килограммов яблок второго сорта продал садовод?",
    "99581": "Васе надо решить 434 задачи. Ежедневно он решает на одно и то же количество задач больше по сравнению с предыдущим днем. Известно, что за первый день Вася решил 5 задач. Определите, сколько задач решил Вася в последний день, если со всеми задачами он справился за 14 дней.",
    "26595": "На изготовление 99 деталей первый рабочий тратит на 2 часа меньше, чем второй рабочий на изготовление 110 таких же деталей. Известно, что первый рабочий за час делает на 1 деталь больше, чем второй. Сколько деталей в час делает второй рабочий?",
    "517429": "Дима и Никита задумали по цифре и сообщили их Маше. Маша нашла сумму этих цифр, их разность, а затем перемножила все 4 числа. Мог ли полученный результат быть равен:а)  1989?б)  2012?в)  2016?Если нет  — объясните, почему, если да  — определите цифры, задуманные Димой и Никитой.",
    "519476": "В июле 2018 года планируется взять кредит в банке. Условия его возврата таковы: — каждый январь долг увеличивается на 20% по сравнению с концом предыдущего года; — с февраля по июнь каждого года необходимо выплатить одним платежом часть долга. Сколько рублей необходимо взять в банке, если известно, что кредит будет полностью погашен четырьмя равными платежами, и банку будет выплачено 311 040 рублей?",
    "501210": "В соревновании по биатлону участвуют спортсмены из 25 стран, одна из которых ― Россия. Всего на старт вышло 60 участников, из которых 6 ― из России. Порядок старта определяется жребием, стартуют спортсмены друг за другом. Какова вероятность того, что десятым стартовал спортсмен из России?",
    "526893": "Известно, что в кошельке лежало n монет, каждая из которых могла иметь достоинство 2, 5 или 10 рублей. Аня сделала все свои покупки, расплатившись за каждую покупку отдельно без сдачи только этими монетами, потратив при этом все монеты из кошелька.а)  Могли ли все её покупки состоять из блокнота за 56 рублей и ручки за 29 рублей, если n  =  14?б)  Могли ли все её покупки состоять из чашки чая за 10 рублей, сырка за 15 рублей и пирожка за 20 рублей, если n  =  19?в)  Какое наименьшее количество пятирублёвых монет могло быть в кошельке, если Аня купила только альбом за 85 рублей и n  =  24?",
    "517463": "15-го января планируется взять кредит в банке на некоторый срок (целое число месяцев). Условие его выплаты таковы: — 1-го числа каждого месяца долг возрастает на 3% по сравнению с концом предыдущего месяца;— со 2-го по 14-е число каждого  месяца необходимо выплатить часть долга;— 15-го числа каждого  месяца долг должен быть на одну и ту же сумму меньше долга на 15-е число предыдущего месяца.На сколько месяцев планируется взять кредит, если известно, что общая сумма выплат после полного погашения кредита на 30% больше суммы, взятой в кредит?",
    "512665": "Леонид является владельцем двух заводов в разных городах. На заводах производятся абсолютно одинаковые приборы, но на заводе, расположенном во втором городе, используется более совершенное оборудование.Врезультате,еслирабочиеназаводе,расположенном в первом городе, трудятся суммарно 4t3 часов в неделю, то за эту неделю они производят t приборов; если рабочие на заводе, расположенном во втором городе, трудятся суммарно t3 часов в неделю,онипроизводят t приборов.За каждый час работы (на каждом из заводов) Леонид платит рабочему 1 тысячу рублей. Необходимо, чтобы за неделю суммарно производилось 20 приборов. Какую наименьшую сумму придется тратить владельцу заводов еженедельно на оплату труда рабочих?",
    "99579": "Бригада маляров красит забор длиной 240 метров, ежедневно увеличивая норму покраски на одно и то же число метров. Известно, что за первый и последний день в сумме бригада покрасила 60 метров забора. Определите, сколько дней бригада маляров красила весь забор.",
    "509441": "При двух одновременно работающих принтерах расход бумаги составляет 1 пачку за 12 минут. Определите, за сколько минут израсходует пачку бумаги первый принтер, если известно, что он сделает это на 10 минут быстрее, чем второй.",
    "531832": "В контейнер упакованы комплектующие изделия трех типов. Стоимость и вес изделия составляют 400 тыс. руб. и 12 кг для первого типа, 500 тыс. руб. и 16 кг для второго типа, 600 тыс. руб. и 15 кг для третьего типа. Общий вес комплектующих равен 326 кг. Определите минимальную и максимальную возможную суммарную стоимость находящихся в контейнере комплектующих изделий.",
    "323852": "Первый и второй насосы наполняют бассейн за 9 минут, второй и третий  — за 14 минут, а первый и третий  — за 18 минут. За сколько минут эти три насоса заполнят бассейн, работая вместе?",
    "509589": "Алексей взял кредит в банке на срок 12 месяцев. По договору Алексей должен вернуть кредит ежемесячными платежами. В конце каждого месяца к оставшейся сумме долга добавляется r % этой суммы и своим ежемесячным платежом Алексей погашает эти добавленные проценты и уменьшает сумму долга. Ежемесячные платежи подбираются так, чтобы долг уменьшался на одну и ту же величину каждый месяц (на практике такая схема называется «схемой с дифференцированными платежами»). Известно, что общая сумма, выплаченная Алексеем банку за весь срок кредитования, оказалась на 13% больше, чем сумма, взятая им в кредит. Найдите r.",
    "509470": "В роте два взвода, в первом взводе солдат меньше, чем во втором, но больше чем 46, а вместе солдат меньше чем 111. Командир знает, что роту можно построить по несколько человек в ряд так, что в каждом ряду будет одинаковое число солдат, большее 8, и при этом ни в каком ряду не будет солдат из двух разных взводов.а)  Сколько солдат в первом взводе и сколько во втором? Приведите хотя бы один пример.б)  Можно ли построить роту указанным способом по 13 солдат в одном ряду? в)  Сколько в роте может быть солдат?",
    "517505": "Саша берёт пять различных натуральных чисел и проделывает с ними следующие операции: сначала вычисляет среднее арифметическое первых двух чисел, затем среднее арифметическое результата и третьего числа, потом среднее арифметическое полученного результата и четвёртого числа, потом среднее арифметическое полученного результата и пятого числа  — число A.а)  Может ли число A равняться среднему арифметическому начальных пяти чисел?б)  Может ли число A быть больше среднего арифметического начальных чисел в пять раз?в)  В какое наибольшее целое число раз число A может быть больше среднего арифметического начальных пяти чисел?",
    "99567": "Четыре одинаковые рубашки дешевле куртки на 8%. На сколько процентов пять таких же рубашек дороже куртки?",
    "320209": "Механические часы с двенадцатичасовым циферблатом в какой-то момент сломались и перестали идти. Найдите вероятность того, что часовая стрелка остановилась, достигнув отметки 10, но не дойдя до отметки 1.",
    "514713": "На доске написали несколько не обязательно различных двузначных натуральных чисел без нулей в десятичной записи. Сумма этих чисел оказалась равной 363. Затем в каждом числе поменяли местами первую и вторую цифры (например, число 17 заменили на число 71).а)  Приведите пример исходных чисел, для которых сумма получившихся чисел ровно в 4 раза больше, чем сумма исходных чисел.б)  Могла ли сумма получившихся чисел быть ровно в 2 раза больше, чем сумма исходных чисел?в)  Найдите наибольшее возможное значение суммы получившихся чисел.",
    "323851": "Плиточник планирует уложить 175 м2 плитки. Если он будет укладывать на 10 м2 в день больше, чем запланировал, то закончит работу на 2 дня раньше. Сколько квадратных метров плитки в день планирует укладывать плиточник?",
    "505497": "На сайте проводится опрос, кого из футболистов посетители сайта считают лучшим по итогам сезона. Каждый посетитель голосует за одного футболиста. На сайте отображается рейтинг каждого футболиста  — доля голосов, отданных за него, в процентах, округленная до целого числа. Например, числа 9,3, 10,5 и 12,7 округляются до 9, 11 и 13 соответственно.а)  Всего проголосовало 13 посетителей сайта. Голоса распределились так, что рейтинг некоторого футболиста стал равным 31. Затем Вася проголосовал за этого футболиста. Каков теперь рейтинг футболиста с учётом голоса Васи?б)  Голоса распределяют между двумя футболистами. Может ли суммарный рейтинг быть больше 100?в)  На сайте отображалось, что рейтинг некоторого футболиста равен 7. После того, как Вася отдал свой голос за этого футболиста рейтинг стал равен 9. При каком наибольшем числе отданных за всех футболистов голосов, включая Васин голос, такое возможно?",
    "512434": "Василий кладет в банк 1 000 000 рублей под 10% годовых на 4 года (проценты начисляются один раз после истечения года) с правом докладывать три раза (в конце каждого года после начисления процентов) на счет фиксированную сумму 133 000 рублей. Какая максимальная сумма может быть на счете у Василия через 4 года?",
    "562071": "Вкладчик внёс некоторую сумму в Сбербанк под определённый процент годовых. Через год он взял половину получившейся суммы и переложил её в коммерческий банк, процент годовых которого в 32 раза выше, чем в Сбербанке. Ещё через год сумма вкладчика в коммерческом банке превысила вложенную туда первоначальную сумму на 4%. Каков процент годовых в Сбербанке?",
    "320192": "В классе 26 учащихся, среди них два друга  — Андрей и Сергей. Учащихся случайным образом разбивают на 2 равные группы. Найдите вероятность того, что Андрей и Сергей окажутся в одной группе.",
    "325917": "За круглый стол на 17 стульев в случайном порядке рассаживаются 15 мальчиков и 2 девочки. Найдите вероятность того, что девочки будут сидеть рядом.",
    "285922": "Научная конференция проводится в 5 дней. Всего запланировано 75 докладов  — первые три дня по 17 докладов, остальные распределены поровну между четвертым и пятым днями. Порядок докладов определяется жеребьёвкой. Какова вероятность, что доклад профессора М. окажется запланированным на последний день конференции?",
    "516335": "По бизнес-плану предполагается вложить в четырёхлетний проект целое число миллионов рублей. По итогам каждого года планируется прирост средств вкладчика на 20% по сравнению с началом года. Начисленные проценты остаются вложенными в проект. Кроме этого, сразу после начислений процентов нужны дополнительные вложения: по 20 миллионов рублей в первый и второй годы, а также по 10 миллионов в третий и четвёртый годы. Найдите наименьший размер первоначальных вложений, при котором общая сумма средств вкладчика за два года станет больше 125 миллионов, а за четыре года станет больше 200 миллионов рублей.",
    "500820": "На доске написано более 40, но менее 48 целых чисел. Среднее арифметическое этих чисел равно −3, среднее арифметическое всех положительных из них равно 4, среднее арифметическое всех отрицательных из них равно −8.а)  Сколько чисел написано на доске?б)  Каких чисел написано больше: положительных или отрицательных?в)  Какое наибольшее количество положительных чисел может быть среди них?",
    "508754": "Игральный кубик бросают дважды. Известно, что в сумме выпало 8 очков. Найдите вероятность того, что во второй раз выпало 3 очка.",
    "513301": "В двух областях есть по 160 рабочих, каждый из которых готов трудиться по 5 часов в сутки на добыче алюминия или никеля. В первой области один рабочий за час добывает 0,1 кг алюминия или 0,1 кг никеля. Во второй области рабочие объединены в две бригады, одна из которых добывает алюминий, а другая  — никель, причем  для добычи x кг алюминия в день требуется x2 человеко-часов труда, а для добычи у кг никеля в день требуется у2 человеко-часов труда.Для нужд промышленности можно использовать или алюминий, или никель, причём 1 кг алюминия можно заменить 1 кг никеля. Какую наибольшую массу металлов можно за сутки суммарно добыть в двух областях?",
    "621228": "Строительство  нового  завода  стоит  140  млн  руб.  Затраты  на  производство  x тыс.  ед.  продукции  на  таком  заводе  равны 0,2x2 + 3x + 1 млн  руб.  в  год.  Если продукцию  завода  продать  по  цене  p  тыс.  руб.  за единицу,  то  прибыль фирмы  (в млн руб.) за один год составит px − (0,2x2 + 3x + 1). Когда завод будет построен, фирма  будет  выпускать  продукцию  в  таком  количестве,  чтобы  прибыль  была наибольшей. В первый год после постройки завода цена на продукцию p  =  7 тыс. руб. за единицу. Каждый последующий год цена увеличивается на 2 тыс. руб. за единицу. За сколько лет окупится строительство завода?",
    "26583": "Два велосипедиста одновременно отправились в 240-километровый пробег. Первый ехал со скоростью, на 1 км/ч большей, чем скорость второго, и прибыл к финишу на 1 час раньше второго. Найти скорость велосипедиста, пришедшего к финишу первым. Ответ дайте в км/ч.",
    "506949": "В начале года 5/6 некоторой суммы денег вложили в банк А, а то, что осталось  — в банк Б. Если вклад находится в банке с начала года, то к концу года он возрастает на определённый процент, величина которого зависит от банка. Известно, что к концу первого года сумма вкладов стала равна 670 у. е., к концу следующего  — 749 у. е. Если первоначально 5/6 суммы было бы вложено в банк Б, а оставшуюся вложили бы в банк А, то по истечении одного года сумма выросла бы до 710 у. е. Определите сумму вкладов по истечении второго года в этом случае.",
    "501061": "Стрелок стреляет по мишени один раз. В случае промаха стрелок делает второй выстрел по той же мишени. Вероятность попасть в мишень при одном выстреле равна 0,7. Найдите вероятность того, что мишень будет поражена (либо первым, либо вторым выстрелом).",
    "513918": "Верно ли, что для любого набора положительных чисел, каждое из которых не превосходит 10, а сумма которых больше 90, всегда можно выбрать несколько чисел так, чтобы их сумма была не больше 90, но больше: а)  80; б)  82; в)  81.",
    "320196": "При изготовлении подшипников диаметром 67 мм вероятность того, что диаметр будет отличаться от заданного  не больше, чем на 0,01 мм, равна 0,965. Найдите вероятность того, что случайный подшипник будет иметь диаметр меньше чем 66,99 мм или больше чем 67,01 мм.",
    "509974": "Участники одной школы писали тест. Результатом каждого ученика является целое неотрицательное число баллов. Ученик считается сдавшим тест, если он набрал не менее 73 баллов. Из-за того, что задания оказались слишком трудными, было принято решение всем участникам теста добавить по 5 баллов, благодаря чему количество сдавших тест увеличилось.а)  Могло ли оказаться так, что после этого средний балл участников, не сдавших тест, понизился?б)  Могло ли оказаться так, что после этого средний балл участников, сдавших тест, понизился, и средний балл участников, не сдавших тест, тоже понизился?в)  Известно, что первоначально средний балл участников теста составил 80, средний балл участников, сдавших тест, составил 90, а средний балл участников, не сдавших тест, составил 65. После добавления баллов средний балл участников, сдавших тест, стал равен 93, а не сдавших  — 69. При каком наименьшем числе участников теста возможна такая ситуация?",
    "513299": "В двух шахтах добывают алюминий и никель. В первой шахте имеется 20 рабочих, каждый из которых готов трудиться 5 часов в день. При этом один рабочий за час добывает 1 кг алюминия или 2 кг никеля. Во второй шахте имеется 100 рабочих, каждый из которых готов трудиться 5 часов в день. При этом один рабочий за час добывает 2 кг алюминия или 1 кг никеля.Обе шахты поставляют добытый металл на завод, где для нужд промышленности производится сплав алюминия и никеля, в котором на 2 кг алюминия приходится 1 кг никеля. При этом шахты договариваются между собой вести добычу металлов так, чтобы завод мог произвести наибольшее количество сплава. Сколько килограммов сплава при таких условиях ежедневно сможет произвести завод?",
    "500998": "В кармане у Пети было 2 монеты по 5 рублей и 4 монеты по 10 рублей. Петя, не глядя, переложил какие-то 3 монеты в другой карман. Найдите вероятность того, что пятирублевые монеты лежат теперь в разных карманах.",
    "99577": "Смешав 30-процентный и 60-процентный растворы кислоты и добавив 10 кг чистой воды, получили 36-процентный раствор кислоты. Если бы вместо 10 кг воды добавили 10 кг 50-процентного раствора той же кислоты, то получили бы 41-процентный раствор кислоты. Сколько килограммов 30-процентного раствора использовали для получения смеси?",
    "519813": "В июле планируется взять кредит на сумму 1 342 000 рублей. Условия его возврата таковы:— каждый январь долг возрастает на 20% по сравнению с концом предыдущего года;— с февраля по июнь каждого года необходимо выплатить некоторую часть долга.На сколько рублей больше придётся отдать в случае, если кредит будет полностью погашен четырьмя равными платежами (то есть за 4 года), по сравнению со случаем, если кредит будет полностью погашен двумя равными платежами (то есть за 2 года)?",
    "514432": "В нескольких одинаковых бочках налито некоторое количество литров воды (необязательно одинаковое). За один раз можно перелить любое количество воды из одной бочки в другую.а)  Пусть есть четыре бочки, в которых 29, 32, 40, 91 литров. Можно ли не более чем за четыре переливания уравнять количество воды в бочках?б)  Пусть есть семь бочек. Всегда ли можно уравнять количество воды во всех бочках не более чем за пять переливаний?в)  За какое наименьшее количество переливаний можно заведомо уравнять количество воды в 26 бочках?",
    "506067": "На шести елках сидят шесть сорок  — по одной на каждой елке. Елки растут в ряд с интервалом в 10 м. Если какая-то сорока перелетает с одной елки на другую, то какая-нибудь другая сорока обязательно перелетает на столько же метров, но в обратном направлении.а)  Могут ли все сороки собраться на одной елке?б)  А если сорок и елок семь?в)  А если елки стоят по кругу?",
    "506958": "Антон взял кредит в банке на срок 6 месяцев. В конце каждого месяца общая сумма оставшегося долга увеличивается на одно и то же число процентов (месячную процентную ставку), а затем уменьшается на сумму, уплаченную Антоном. Суммы, выплачиваемые в конце каждого месяца, подбираются так, чтобы в результате сумма долга каждый месяц уменьшалась равномерно, то есть на одну и ту же величину. Общая сумма выплат превысила сумму кредита на 63%. Найдите месячную процентную ставку.",
    "320181": "В группе туристов 5 человек. С помощью жребия они выбирают двух человек, которые должны идти в село в магазин за продуктами. Какова вероятность того, что турист Д., входящий в состав группы, пойдёт в магазин?",
    "282853": "В случайном эксперименте бросают две игральные кости. Найдите вероятность того, что в сумме выпадет 8 очков. Результат округлите до сотых.",
    "509412": "У Вити в копилке лежит 12 рублёвых, 6 двухрублёвых, 4 пятирублёвых и 3 десятирублёвых монеты. Витя наугад достаёт из копилки одну монету. Найдите вероятность того, что оставшаяся в копилке сумма составит  более 70 рублей.",
    "99585": "Вере надо подписать 640 открыток. Ежедневно она подписывает на одно и то же количество открыток больше по сравнению с предыдущим днем. Известно, что за первый день Вера подписала 10 открыток. Определите, сколько открыток было подписано за четвертый день, если вся работа была выполнена за 16 дней.",
    "506007": "Дайте обоснованные ответы на следующие вопросы.а)  В мешке находятся 1 желтый, 1 зеленый и 2 красных шара. Из мешка случайным образом вынимают 2 шара разного цвета и заменяют одним шаром третьего цвета. Этот процесс продолжают до тех пор, пока все оставшиеся шары в мешке не окажутся одного цвета (возможно, что при этом в мешке останется один шар) Какого цвета шары (или шар) могут остаться в мешке?б)  В мешке 3 желтых, 4 зеленых и 5 красных шаров. Какого цвета шары (или шар) могут остаться в мешке в конце после применения описанной в предыдущем пункте процедуры?в)  В мешке находятся 3 желтых, 4 зеленых и 5 красных шаров. Из мешка случайным образом вынимают 2 шара разного цвета и заменяют двумя шарами третьего цвета. Можно ли, применяя эту процедуру многократно, добиться того, чтобы в мешке оказались шары одного цвета? Если можно, то какого цвета эти шары?",
    "519520": "Назовем натуральное число хорошим, если в нем можно переставить цифры так, чтобы получившееся число делилось на 11. а)  Является ли число 1234 хорошим?б)  Является ли число 12345 хорошим?в)  Найти наибольшее хорошее число, состоящее из различных нечетных цифр.",
    "515787": "а)  Приведите пример такого натурального числа n, что числа n2 и (n + 16)2 дают одинаковый остаток при делении на 200.б)  Сколько существует трёхзначных чисел n с указанным в пункте а свойством?в)  Сколько существует двухзначных чисел m, для каждого из которых существует ровно 36 трёхзначных чисел n, таких, что n2 и (n + m)2 дают одинаковый остаток при делении на 200.",
    "526330": "В ящике лежат 68 овощей, масса каждого из которых выражается целым числом граммов. В ящике есть хотя бы два овоща различной массы, а средняя масса всех овощей равна 1000 г. Средняя масса овощей , масса каждого из которых меньше 1000 г, равна 944 г. Средняя масса овощей, масса каждого из которых больше 1000 г, равна 1016 г.а)  Могло ли в ящике оказаться поровну овощей массой меньше 1000 г и овощей массой больше 1000 г? б)  Могло ли в ящике оказаться ровно 15 овощей, масса каждого из которых равна 1000 г? в)  Какую наименьшую массу может иметь овощ в этом ящике?",
    "503257": "Имеются каменные глыбы: 50 штук по 800 кг, 60 штук по 1000 кг и 60 штук по 1500 кг (раскалывать глыбы нельзя).а)  Можно ли увезти все эти глыбы одновременно на 60 грузовиках, грузоподъёмностью 5 тонн каждый, предполагая, что в грузовик выбранные глыбы поместятся?б)  Можно ли увезти все эти глыбы одновременно на 38 грузовиках, грузоподъёмностью 5 тонн каждый, предполагая, что в грузовик выбранные глыбы поместятся?в)  Какое наименьшее количество грузовиков, грузоподъёмностью 5 тонн каждый, понадобится, чтобы вывезти все эти глыбы одновременно, предполагая, что в грузовик выбранные глыбы поместятся?",
    "500017": "Каждое из чисел 1, −2, −3, 4, −5, 7, −8, 9 по одному записывают на 8 карточках. Карточки переворачивают и перемешивают. На их чистых сторонах заново пишут по одному каждое из чисел 1, −2, −3, 4, −5, 7, −8, 9. После этого числа на каждой карточке складывают, а полученные восемь сумм перемножают.а)  Может ли в результате получиться 0?б)  Может ли в результате получиться 1?в)  Какое наименьшее целое неотрицательное число может в результате получиться?",
    "514433": "Три числа назовем хорошей тройкой, если они могут быть длинами сторон треугольника.Три числа назовем отличной тройкой, если они могут быть длинами сторон прямоугольного треугольника.а)  Даны 8 различных натуральных чисел. Может ли оказаться. что среди них не найдется ни одной хорошей тройки?б)  Даны 4 различных натуральных числа. Может ли оказаться, что среди них можно найти три отличных тройки?в)  Даны 12 различных чисел (необязательно натуральных). Какое наибольшее количество отличных троек могло оказаться среди них?",
    "1001": "На экзамен вынесено 60 вопросов, Андрей не выучил 3 из них. Найдите вероятность того, что ему попадется выученный вопрос.",
    "323856": "Два гонщика участвуют в гонках. Им предстоит проехать 60 кругов по кольцевой трассе протяжённостью 3 км. Оба гонщика стартовали одновременно, а на финиш первый пришёл раньше второго на 10 минут. Чему равнялась средняя скорость второго гонщика, если известно, что первый гонщик в первый раз обогнал второго на круг через 15 минут? Ответ дайте в км/ч.",
    "506031": "а)  В классе была дана контрольная. Известно, что по крайней мере две трети задач этой контрольной оказались трудными: каждую такую задачу не решили по крайней мере две трети школьников. Известно также, что по крайней мере две трети школьников класса написали контрольную хорошо: каждый такой школьник решил по крайней мере две трети задач контрольной. Могло ли такое быть?б)  Изменится ли ответ в этой задаче, если заменить везде в ее условии две трети на три четверти?в)  Изменится ли ответ в этой задаче, если заменить везде в ее условии две трети на семь девятых?",
    "504548": "По кругу в некотором порядке по одному разу написаны натуральные числа от 9 до 18. Для каждой из десяти пар соседних чисел нашли их наибольший общий делитель.а)  Могло ли получиться так, что все наибольшие общие делители равны 1?б)  Могло ли получиться так, что все наибольшие общие делители попарно различны?в)  Какое наибольшее количество попарно различных наибольших общих делителей могло при этом получиться?",
    "517581": "На доске написано 100 различных натуральных чисел с суммой 5100.а)  Может ли быть записано число 250?б)  Можно ли обойтись без числа 11?в)  Какое наименьшее количество чисел, кратных 11, может быть на доске?",
    "509078": "Маша коллекционирует принцесс из Киндер-сюрпризов. Всего в коллекции 10 разных принцесс, и они равномерно распределены, то есть в каждом очередном Киндер-сюрпризе может с равными вероятностями оказаться любая из 10 принцесс. У Маши уже есть две разные принцессы из коллекции. Какова вероятность того, что для получения следующей принцессы Маше придётся купить ещё 2 или 3 шоколадных яйца?",
    "99611": "По двум параллельным железнодорожным путям в одном направлении следуют пассажирский и товарный поезда, скорости которых равны соответственно 90 км/ч и 30 км/ч. Длина товарного поезда равна 600 метрам. Найдите длину пассажирского поезда, если время, за которое он прошел мимо товарного поезда, равно 1 минуте. Ответ дайте в метрах.",
    "514431": "В одном из заданий на конкурсе бухгалтеров требуется выдать премии сотрудникам некоторого отдела на общую сумму 800 000 рублей (размер премии каждого сотрудника  — целое число, кратное 1000). Бухгалтеру дают распределение премий, и он должен их выдать без сдачи и размена, имея 250 купюр по 1000 рублей и 110 купюр по 5000 рублей.а)  Удастся ли выполнить задание, если в отделе 40 сотрудников и все должны получить поровну?б)  Удастся ли выполнить задание, если ведущему специалисту надо выдать 80 000 рублей, а остальное поделить поровну на 80 сотрудников?в)  При каком наибольшем количестве сотрудников в отделе задание удастся выполнить при любом распределении размеров премий?",
    "510103": "15-го января планируется взять кредит в банке на 19 месяцев. Условия его возврата таковы:— 1-го числа каждого месяца долг возрастёт на r% по сравнению с концом предыдущего месяца;— со 2-го по 14-е число каждого месяца необходимо выплатить часть долга;— 15-го числа каждого месяца долг должен быть на одну и ту же сумму меньше долга на 15-е число предыдущего месяца. Известно, что общая сумма выплат после полного погашения кредита на 30% больше суммы, взятой в кредит. Найдите r.",
    "508682": "Известно, что вклад, находящийся в банке с начала года, возрастает к концу года на определенный процент, свой для каждого банка. В начале года Степан положил 60% некоторой суммы денег в первый банк, а оставшуюся часть суммы во второй банк. К концу года сумма этих вкладов стала равна 590 000 руб., а к концу следующего года 701 000 руб. Если бы Степан первоначально положил 60% своей  суммы во второй банк, а оставшуюся часть в первый, то по истечении одного года сумма вкладов стала бы равной 610 000 руб. Какова была бы сумма вкладов в этом случае к концу второго  года?",
    "502291": "Иван и Алексей договорились встретиться в Н-ске. Они едут к Н-ску разными дорогами. Иван звонит Алексею и узнаёт, что тот находится в 168 км от Н-ска и едет с постоянной скоростью 72 км/ч. Иван в момент звонка находится в 165 км от Н-ска и ещё должен по дороге сделать 30-минутную остановку. С какой скоростью должен ехать Иван, чтобы прибыть в Н-ск одновременно с Алексеем?",
    "99604": "Путешественник переплыл море на яхте со средней скоростью 20 км/ч. Обратно он летел на спортивном самолете со скоростью 480 км/ч. Найдите среднюю скорость путешественника на протяжении всего пути. Ответ дайте в км/ч.",
    "509468": "Алексей приобрёл ценную бумагу за 8 тыс. рублей. Цена бумаги каждый год возрастает на 1 тыс. рублей. В любой момент Алексей может продать бумагу и положить вырученные деньги на банковский счёт. Каждый год сумма на счёте будет увеличиваться на 8%. В течение какого года после покупки Алексей должен продать ценную бумагу, чтобы через двадцать пять лет после покупки этой бумаги сумма на банковском счёте была наибольшей?",
    "520806": "15-го декабря планируется взять кредит в банке на 21 месяц. Условия возврата таковы:— 1-го числа каждого месяца долг возрастает на 3% по сравнению с концом предыдущего месяца;— со 2-го по 14-е число каждого месяца необходимо выплатить часть долга;— 15-го числа каждого месяца с 1-го по 20-й долг должен быть на 30 тысяч рублей меньше долга на 15-е число предыдущего месяца;— к 15-му числу 21-го месяца кредит должен быть полностью погашен.Какую сумму планируется взять в кредит, если общая сумма выплат после полного его погашения составит 1604 тысяч рублей?",
    "513292": "У фермера есть два поля, каждое площадью 10 гектаров. На каждом поле можно выращивать картофель и свёклу, поля можно делить между этими культурами в любой пропорции. Урожайность картофеля на первом поле составляет 500 ц/га, а на втором  — 300 ц/га. Урожайность свёклы на первом поле составляет 300 ц/га, а на втором  — 500 ц/га.Фермер может продать картофель по цене 5000 руб. за центнер, а свёклу  — по цене 8000 руб. за центнер. Какой наибольший доход может получить фермер?",
    "513687": "Вася мечтает о собственной квартире, которая стоит 3 млн.руб. Вася может купить ее в кредит, при этом банк готов выдать эту сумму сразу, а погашать кредит Васе придется 20 лет равными ежемесячными платежами, при этом ему придется выплатить сумму, на 180% превышающую исходную. Вместо этого, Вася может какое-то время снимать квартиру (стоимость аренды ― 15 тыс. руб. в месяц), откладывая каждый месяц на покупку квартиры сумму, которая останется от его возможного платежа банку (по первой схеме) после уплаты арендной платы за съемную квартиру. За какое время в этом случае Вася сможет накопить на квартиру, если считать, что стоимость ее не изменится?",
    "627412": "Есть желтые и белые карточки, всего  — 100 штук. На каждой написано натуральное число,  среднее арифметическое всех чисел  равно  32. Все числа  на желтых карточках разные.  При  этом  любое  число  на  желтой  карточке  больше,  чем  любое  число  на белой.  Все  числа  на  желтых  карточках  увеличили  в  3  раза,  после  чего  среднее арифметическое всех чисел стало равно 94,6. а)  Может ли  быть ровно 70 желтых карточек? б)  Могут ли все числа на белых карточках быть различными? в)  Какое наибольшее количество желтых карточек может быть?",
    "99578": "Имеются два сосуда. Первый содержит 30 кг, а второй − 20 кг раствора кислоты различной концентрации. Если эти растворы смешать, то получится раствор, содержащий 68% кислоты. Если же смешать равные массы этих растворов, то получится раствор, содержащий 70% кислоты. Сколько килограммов кислоты содержится в первом сосуде?",
    "99572": "Смешали некоторое количество 15%-го раствора некоторого вещества с таким же количеством 19%-го раствора этого вещества. Сколько процентов составляет концентрация получившегося раствора?",
    "506954": "В конце августа 2001 года администрация Приморского края располагала некой суммой денег, которую предполагалось направить на пополнение нефтяных запасов края. Надеясь на изменение конъюнктуры рынка, руководство края, отсрочив закупку нефти, положила эту сумму 1 сентября 2001 года в банк.  Далее известно, что сумма вклада  в банке увеличивалась первого числа каждого месяца на 26% по отношению к сумме на первое число предыдущего месяца, а цена барреля сырой нефти убывала на 10% ежемесячно. На сколько процентов больше (от первоначального объема закупок) руководство края смогло пополнить нефтяные запасы края, сняв 1 ноября 2001 года всю сумму, полученную из банка вместе с процентами, и направив ее на закупку нефти?",
    "514029": "Планируется выдать льготный кредит на целое число миллионов рублей на пять лет. В середине каждого года действия кредита долг заёмщика возрастает на 20% по сравнению с началом года. В конце 1-го, 2-го и 3-го годов заёмщик выплачивает только проценты по кредиту, оставляя долг неизменно равным первоначальному. В конце 4-го и 5-го годов заёмщик выплачивает одинаковые суммы, погашая весь долг полностью. Найдите наименьший размер кредита, при котором общая сумма выплат заёмщика превысит 10 млн.",
    "320208": "В кармане у Миши было четыре конфеты  — «Грильяж», «Белочка», «Коровка» и «Ласточка», а также ключи от квартиры. Вынимая ключи, Миша случайно выронил из кармана одну конфету. Найдите вероятность того, что потерялась конфета «Грильяж».",
    "556538": "По вкладу «А» банк в конце каждого года увеличивает на 10% сумму, имеющуюся на вкладе в начале года, а по вкладу «Б»  — увеличивает эту сумму на 11% в течение каждого из первых двух лет. Найдите наибольшее натуральное число процентов, начисленное за третий год по вкладу «Б», при котором за все три года этот вклад будет менее выгоден, чем вклад «А».",
    "643203": "Вклад в размере 10 млн руб. планируется открыть на четыре года. В конце каждого года банк увеличивает размер вклада на 10 %. Кроме того в начале третьего и четвёртого годов вкладчик ежегодно пополняет вклад на x млн руб., где  x  — целое число. Найдите наименьшее значение x, при котором банк за четыре года начислит на вклад больше 7 млн руб.",
    "509485": "Первичная информация разделяется по серверам №1 и №2 и обрабатывается на них. С сервера №1 при объёме t2 Гбайт входящей в него информации выходит 20t Гбайт, а с сервера №2 при объёме t2 Гбайт входящей в него информации выходит 21t Гбайт обработанной информации, 25 < t < 55. Каков наибольший общий объём выходящей информации при общем объёме входящей информации в 3364 Гбайт?",
    "511880": "Близнецы Саша и Паша положили в банк по 50 000  рублей на три года под 10% годовых Однако через год и Саша, и Паша сняли со своих счетов соответственно 10% и 20% имеющихся денег. Еще через год каждый из них снял со своего счета соответственно 20 000 рублей и 15 000 рублей. У кого из братьев к концу третьего года на счету окажется большая сумма денег? На сколько рублей?",
    "508888": "Первый игральный кубик обычный, а на гранях второго кубика числа 1 и 2 встречаются по три раза. В остальном кубики одинаковые. Один случайно выбранный кубик бросают два раза. Известно, что в каком-то порядке выпали 1 и 2 очка. Какова вероятность того, что бросали второй кубик?",
    "99603": "Половину времени, затраченного на дорогу, автомобиль ехал со скоростью 74 км/ч, а вторую половину времени  — со скоростью 66 км/ч. Найдите среднюю скорость автомобиля на протяжении всего пути. Ответ дайте в км/ч.",
    "325913": "За круглый стол на 9 стульев в случайном порядке рассаживаются 7 мальчиков и 2 девочки. Найдите вероятность того, что девочки не будут сидеть рядом.",
    "505597": "Два игрока ходят по очереди. Перед началом игры у них есть поровну горошин. Ход состоит в передаче сопернику любого числа горошин. Не разрешается передавать  такое количество горошин, которое до этого уже кто‐то в этой партии передавал. Ноль горошин тоже передавать нельзя. Тот, кто не может сделать очередной ход по правилам,  — считается проигравшим. Начинающий или его соперник победит в этой игре, как бы ни играл партнёр?Рассмотрите случаи:а)  у каждого по две горошины;б)  у каждого по три горошины;в)  у каждого по N горошин.",
    "512462": "Анатолий решил взять кредит в банке 331000 рублей на 3 месяца под 10% в месяц. Существуют две схемы выплаты кредита. По первой схеме банк в конце каждого месяца начисляет проценты на оставшуюся сумму долга (то есть увеличивает долг на 10%), затем Анатолий переводит в банк фиксированную сумму и в результате выплачивает весь долг тремя равными платежами (аннуитетные платежи). По второй схеме тоже сумма долга в конце каждого месяца увеличивается на 10%, а затем уменьшается на сумму, уплаченную Анатолием. Суммы, выплачиваемые в конце каждого месяца, подбираются так, чтобы в результате сумма долга каждый месяц уменьшалась равномерно, то есть на одну и ту же величину (дифференцированные платежи). Какую схему выгоднее выбрать Анатолию? Сколько рублей будет составлять эта выгода?",
    "513350": "По вкладу «А» банк в конце каждого года планирует увеличивать на 10% сумму, имеющуюся на вкладе в начале года, а по вкладу «Б»  — увеличивать эту сумму на 5% в первый год и на одинаковое целое число n процентов и за второй, и за третий годы. Найдите наименьшее значение n, при котором за три года хранения вклад «Б» окажется выгоднее вклада «А» при одинаковых суммах первоначальных взносов.",
    "320171": "На экзамене по геометрии школьник отвечает на один вопрос из списка экзаменационных вопросов. Вероятность того, что это вопрос по теме «Вписанная окружность», равна 0,2. Вероятность того, что это вопрос по теме «Параллелограмм», равна 0,15. Вопросов, которые одновременно относятся к этим двум темам, нет. Найдите вероятность того, что на экзамене школьнику достанется вопрос по одной из этих двух тем.",
    "511234": "Два велосипедиста равномерно движутся по взаимно перпендикулярным дорогам по направлению к перекрестку этих дорог. Один из них движется со скоростью 40 км/ч и находится на расстоянии 5 км от перекрестка, второй движется со скоростью 30 км/ч и находится на расстоянии 3 км от перекрестка. Через сколько минут расстояние между велосипедистами станет наименьшим? Каково будет это наименьшее расстояние?  Считайте, что перекресток не T-образный, обе дороги продолжаются за перекрестком.",
    "485958": "Можно ли привести пример пяти различных натуральных чисел, произведение которых равно 1512 иа)  пять;б)  четыре;в)  трииз них образуют геометрическую прогрессию?",
    "26578": "Из пункта A в пункт B одновременно выехали два автомобиля. Первый проехал с постоянной скоростью весь путь. Второй проехал первую половину пути со скоростью 24 км/ч, а вторую половину пути  — со скоростью, на 16 км/ч большей скорости первого, в результате чего прибыл в пункт B одновременно с первым автомобилем. Найдите скорость первого автомобиля. Ответ дайте в км/ч.",
    "514452": "На доске написаны числа 2 и 3. За один ход из них можно получить числа a + b и 2a − 1 или числа a + b и 2b − 1 (например, из чисел 2 и 3 можно получить числа 5 и 3 или 5 и 5).а)  Приведите пример последовательности ходов, после которых одно из чисел, написанных на доске, окажется числом 19.б)  Может ли после 100 ходов одно из двух чисел, написанных на доске, оказаться числом 200? в)  Сделали 1007 ходов, причем на доске никогда не было равных чисел. Какое наименьшее значение может принимать разность большего и меньшего из полученных чисел?",
    "320195": "Вероятность того, что новый DVD-проигрыватель в течение года поступит в гарантийный ремонт, равна 0,045. В некотором городе из 1000 проданных DVD-проигрывателей в течение года в гарантийную мастерскую поступила 51 штука. На сколько отличается частота события «гарантийный ремонт» от его вероятности в этом городе?",
    "325909": "За круглый стол на 201 стул в случайном порядке рассаживаются 199 мальчиков и 2 девочки. Найдите вероятность того, что между девочками будет сидеть один мальчик.",
    "320187": "При артиллерийской стрельбе автоматическая система делает выстрел по цели. Если цель не уничтожена, то система делает повторный выстрел. Выстрелы повторяются до тех пор, пока цель не будет уничтожена. Вероятность уничтожения некоторой цели при первом выстреле равна 0,4, а при каждом последующем  — 0,6. Сколько выстрелов потребуется для того, чтобы вероятность уничтожения цели была не менее 0,98?В ответе укажите наименьшее необходимое количество выстрелов.",
    "26592": "Заказ на 110 деталей первый рабочий выполняет на 1 час быстрее, чем второй. Сколько деталей за час изготавливает второй рабочий, если известно, что первый за час изготавливает на 1 деталь больше?",
    "510333": "В случайном эксперименте симметричную монету бросают трижды. Найдите вероятность того, что выпадет хотя бы две решки.",
    "517569": "В июле планируется взять кредит в банке на сумму 18 млн рублей на некоторый срок (целое число лет). Условия его возврата таковы:— каждый январь долг возрастает на 10% по сравнению с концом предыдущего года;— с февраля по июнь каждого года необходимо выплатить часть долга;— в июле каждого года долг должен быть на одну и ту же сумму меньше долга на июль предыдущего года.На сколько лет был взят кредит, если общая сумма выплат после полного погашения кредита составила 27 млн рублей?",
    "99615": "Первый насос наполняет бак за 20 минут, второй  — за 30 минут, а третий  — за 1 час. За сколько минут наполнят бак три насоса, работая одновременно?",
    "517465": "Каждый из 28 студентов писал или одну из двух контрольных работ, или написал обе контрольные работы. За каждую работу можно было получить целое число баллов от 0 до 20 включительно. По каждой из двух контрольных работ в отдельности средний балл составил 15. Затем каждый студент назвал наивысший из своих баллов (если студент писал одну работу, то он назвал балл за неё). Среднее арифметическое названных баллов равно S.а)  Приведите пример, когда S < 15.б)  Могло ли оказаться, что только два студента написали обе контрольные работы, если S = 13?в)  Какое наименьшее количество студентов могло написать обе контрольные работы, если S = 13?",
    "505107": "На окружности некоторым способом расставили натуральные числа от 1 до 21 (каждое число поставлено по одному разу). Затем для каждой пары соседних чисел нашли разность большего и меньшего.а)  Могли ли все полученные разности быть не меньше 11?б)  Могли ли все полученные разности быть не меньше 10?в)  Помимо полученных разностей, для каждой пары чисел, стояших через одно, нашли разность большего и меньшего. Для какого наибольшего целого числа k можно так расставить числа, чтобы все разности были не меньше k?",
    "517583": "На доске написано 100 различных натуральных чисел с суммой 5120.а)  Может ли быть записано число 230?б)  Можно ли обойтись без числа 14?в)  Какое наименьшее количество чисел, кратных 14, может быть на доске?",
    "512893": "Натуральные числа a, b, c и d удовлетворяют условию a > b > c > d.а)  Найдите числа a, b, c и d, если a + b + с + d  =  15 и a2 − b2 + с2 − d2  =  19.б)  Может ли быть a + b + с + d  =  23 и a2 − b2 + с2 − d2  =  23?в)  Пусть a + b + с + d  =  1200 и a2 − b2 + с2 − d2  =  1200. Найдите количество возможных значений числа a.",
    "508850": "Стрелок стреляет по пяти одинаковым мишеням. На каждую мишень даётся не более двух выстрелов, и известно, что вероятность поразить мишень каждым отдельным выстрелом равна 0,6. Во сколько раз вероятность события «стрелок поразит ровно пять мишеней» больше вероятности события «стрелок поразит ровно четыре мишени»?",
    "512404": "Будем называть четырёхзначное число очень счастливым, если все цифры в его десятичной записи различны, а сумма первых двух из этих цифр равна сумме последних двух из них. Например, очень счастливым является число 3140.а)  Существуют ли двадцать последовательных четырёхзначных чисел, среди которых есть три очень счастливых?б)  Может ли разность двух очень счастливых четырёхзначных чисел равняться 2016?в)  Найдите наименьшее простое число, для которого не существует кратного ему очень счастливого четырёхзначного числа.",
    "99593": "Товарный поезд каждую минуту проезжает на 750 метров меньше, чем скорый, и на путь в 180 км тратит времени на 2 часа больше, чем скорый. Найдите скорость товарного поезда. Ответ дайте в км/ч.",
    "507278": "1 января 2015 года Павел Витальевич взял в банке 1 млн рублей в кредит. Схема выплаты кредита следующая: 1 числа каждого следующего месяца банк начисляет 1 процент на оставшуюся сумму долга (то есть увеличивает долг на 1%), затем Павел Витальевич переводит в банк платёж. На какое минимальное количество месяцев Павел Витальевич может взять кредит, чтобы ежемесячные выплаты были не более 125 тыс. рублей?",
    "515831": "Возрастающая конечная арифметическая прогрессия состоит из различных целых неотрицательных чисел. Математик вычислил разность между квадратом суммы всех членов прогрессии и суммой их квадратов. Затем математик добавил к этой прогрессии следующий её член и снова вычислил такую же разность.а)  Приведите пример такой прогрессии, если во второй раз разность оказалась на 48 больше, чем в первый раз.б)  Во второй раз разность оказалась на 1440 больше, чем в первый раз. Могла ли прогрессия сначала состоять из 12 членов?в)  Во второй раз разность оказалась на 1440 больше, чем в первый раз. Какое наибольшее количество членов могло быть в прогрессии сначала?",
    "506956": "Два брокера купили акции одного достоинства на сумму 3640 р. Когда цена на эти акции возросла, они продали часть акций на сумму 3927 р. Первый брокер продал 75% своих акций, а второй 80% своих. При этом сумма от продажи акций, полученная вторым брокером, на 140% превысила сумму, полученную первым брокером. На сколько процентов возросла цена одной акции?",
    "517744": "С натуральным числом проводят следующую операцию: между каждыми двумя его соседними цифрами записывают сумму этих цифр (например, из числа 1923 получается число 110911253).а)  Приведите пример числа, из которого получается 2108124117.б)  Может ли из какого-нибудь числа получиться число 37494128?в)  Какое наибольшее число, кратное 11, может получиться из трехзначного числа?",
    "514523": "В июле 2016 года планируется взять кредит в банке на пять лет в размере S тыс рублей. Условия его возврата таковы: − каждый январь долг возрастает на 20% по сравнению с концом предыдущего года;− с февраля по июнь каждого года необходимо выплатить часть долга;− в июле 2017,2018 и 2019 долг остаётся  равным S тыс. рублей;− выплаты в  2020 и 2021 годах равны по 360 тыс. рублей;− к июлю 2021 долг будет выплачен полностью.Найдите общую сумму выплат за пять лет.",
    "320186": "На рок-фестивале выступают группы  — по одной от каждой из заявленных стран. Порядок выступления определяется жребием. Какова вероятность того, что группа из Дании будет выступать после группы из Швеции и после группы из Норвегии? Результат округлите до сотых.",
    "560734": "По вкладу «А» банк в конце каждого года планирует увеличивать на 10% сумму, имеющуюся на вкладе в начале года, а по вкладу «Б»  — увеличивать эту сумму на 7% в первый год и на одинаковое целое число n процентов и за второй, и за третий годы. Найдите наименьшее значение n, при котором за три года хранения вклад «Б» окажется выгоднее вклада «А» при одинаковых суммах первоначальных взносов.",
    "320210": "Вероятность того, что батарейка бракованная, равна 0,06. Покупатель в магазине выбирает случайную упаковку, в которой две таких батарейки. Найдите вероятность того, что обе батарейки окажутся исправными.",
    "285923": "Конкурс исполнителей проводится в 5 дней. Всего заявлено 80 выступлений  — по одному от каждой страны, участвующей в конкурсе. Исполнитель из России участвует в конкурсе. В первый день запланировано 8 выступлений, остальные распределены поровну между оставшимися днями. Порядок выступлений определяется жеребьёвкой. Какова вероятность, что выступление исполнителя из России состоится в третий день конкурса?",
    "514539": "На доске написаны числа 2 и 3. За один ход два числа a и b, записанных на доске заменяется на два числа: a + b и 2a − 1 или a + b и 2b − 1.Пример: числа 2 и 3 заменяются на 3 и 5, на 5 и 5, соответственно.а)  Приведите пример последовательности ходов, после которых одно из чисел, написанных на доске, окажется числом 19.б)  Может ли после 50 ходов одно из двух чисел, написанных на доске, оказаться числом 100.в)  Сделали 2015 ходов, причём на доске никогда не было написано одновременно двух равных чисел. Какое наименьшее значение может принимать разность большего и меньшего из полученных чисел?",
    "507991": "Красный карандаш стоит 18 рублей, синий  — 14 рублей. Нужно купить карандаши, имея всего 499 рублей и соблюдая дополнительное условие: число синих карандашей не должно отличаться от числа красных карандашей больше чем на шесть.а)  Можно ли купить 30 карандашей?б)  Можно ли купить 33 карандаша?в)  Какое наибольшее число карандашей можно купить?",
    "26590": "От пристани A к пристани B, расстояние между которыми равно 420 км, отправился с постоянной скоростью первый теплоход, а через 1 час после этого следом за ним, со скоростью на 1 км/ч большей, отправился второй. Найдите скорость первого теплохода, если в пункт В оба теплохода прибыли одновременно. Ответ дайте в км/ч.",
    "26599": "Первая труба пропускает на 1 литр воды в минуту меньше, чем вторая. Сколько литров воды в минуту пропускает первая труба, если резервуар объемом 110 литров она заполняет на 2 минуты дольше, чем вторая труба заполняет резервуар объемом 99 литров?",
    "285925": "Перед началом первого тура чемпионата по бадминтону участников разбивают на игровые пары случайным образом с помощью жребия. Всего в чемпионате участвует 26 бадминтонистов, среди которых 10 спортсменов из России, в том числе Руслан Орлов. Найдите вероятность того, что в первом туре Руслан Орлов будет играть с каким-либо бадминтонистом из России.",
    "500037": "Проводится жеребьёвка Лиги Чемпионов. На первом этапе жеребьёвки восемь команд, среди которых команда «Барселона», распределились случайным образом по восьми игровым группам  — по одной команде в группу. Затем по этим же группам случайным образом распределяются еще восемь команд, среди которых команда «Зенит». Найдите вероятность того, что команды «Барселона» и «Зенит» окажутся в одной игровой группе.",
    "548408": "На доске написано несколько различных натуральных чисел, которые делятся на 3 и оканчиваются на 4. а)  Может ли сумма составлять 282? б)  Может ли их сумма составлять 390?в)  Какое наибольшее количество чисел могло быть на доске, если их сумма равна 2226?",
    "502027": "Дано трёхзначное натуральное число (число не может начинаться с нуля), не кратное 100.а)  Может ли частное этого числа и суммы его цифр быть равным 90?б)  Может ли частное этого числа и суммы его цифр быть равным 88?в)  Какое наибольшее натуральное значение может иметь частное данного числа и суммы его цифр?",
    "320206": "В Волшебной стране бывает два типа погоды: хорошая и отличная, причём погода, установившись утром, держится неизменной весь день. Известно, что с вероятностью 0,8 погода завтра будет такой же, как и сегодня. Сегодня 3 июля, погода в Волшебной стране хорошая. Найдите вероятность того, что 6 июля в Волшебной стране будет отличная погода.",
    "99612": "По двум параллельным железнодорожным путям друг навстречу другу следуют скорый и пассажирский поезда, скорости которых равны соответственно 65 км/ч и 35 км/ч. Длина пассажирского поезда равна 700 метрам. Найдите длину скорого поезда, если время, за которое он прошел мимо пассажирского поезда, равно 36 секундам. Ответ дайте в метрах.",
    "99569": "Цена холодильника в магазине ежегодно уменьшается на одно и то же число процентов от предыдущей цены. Определите, на сколько процентов каждый год уменьшалась цена холодильника, если, выставленный на продажу за 20 000 рублей, через два года был продан за 15 842 рублей.",
    "323849": "Два человека отправляются из одного дома на прогулку до опушки леса, находящейся в 4,4 км от дома. Один идёт со скоростью 2,5 км/ч, а другой  — со скоростью 3 км/ч. Дойдя до опушки, второй с той же скоростью возвращается обратно. На каком расстоянии от дома произойдёт их встреча? Ответ дайте в километрах.",
    "625653": "Шарона  Абрамовна  планирует  взять  кредит  на  некоторую  сумму  и  выбирает между  двумя  банками.  Первый  банк  предлагает  кредит  на  10  лет  под  3%  годовых, второй  —  на  6  лет  под  9%  годовых,  причем  в  обоих  банках  применяется дифференцированная съема погашения кредита (ежегодно долг уменьшается каждый  год на одну и  ту же величину по сравнению с предыдущим годом). В какой банк выгоднее обратиться Шароне Абрамовне и сколько процентов от кредита составит эта выгода?",
    "549340": "Автомобиль, движущийся с постоянной скоростью 70 км/ч по прямому шоссе, обгоняет другой автомобиль, движущийся в ту же сторону с постоянной скоростью 40 км/ч. Каким будет расстояние (в километрах) между этимиавтомобилями через 15 минут после обгона?",
    "99617": "Даша и Маша пропалывают грядку за 12 минут, а одна Маша  — за 20 минут. За сколько минут пропалывает грядку одна Даша?",
    "550267": "На  доске  было  написано  30  натуральных  чисел  (необязательно  различных), каждое  из  которых  больше  2,  но  не  превосходит  42.  Среднее  арифметическое  написанных чисел равнялось  6. Вместо каждого из чисел на доске написали число, в два раза меньше первоначального. Числа, которые после этого оказались меньше 2, с доски стерли. а)  Могло  ли оказаться  так, что  среднее арифметическое чисел,  оставшихся  на доске, больше 10? б)  Могло  ли  среднее  арифметическое  оставшихся  на  доске  оказаться  больше  8,  но меньше 9? в)  Найдите  наибольшее  возможное  значение  среднего  арифметического  чисел, которые остались на доске.",
    "528993": "На листочке записано 13 различных натуральных чисел. Среднее арифметическое семи наименьших из них равно 7, среднее арифметическое семи наибольших из них равно 16.а)  Может ли наименьшее из 13 чисел равняться 5?б)  Может ли среднее арифметическое всех 13 чисел равняться 12?в)  Пусть P  — среднее арифметическое всех 13 чисел, Q  — седьмое по величине число. Найдите наибольшее значение выражения P − Q.",
    "99574": "Изюм получается в процессе сушки винограда. Сколько килограммов винограда потребуется для получения 20 килограммов изюма, если виноград содержит 90% воды, а изюм содержит 5% воды?",
    "485960": "В возрастающей последовательности натуральных чисел каждые три последовательных члена образуют либо арифметическую, либо геометрическую прогрессию. Первый член последовательности равен 1, а последний 2076.а)  может ли в последовательности быть три члена?б)  может ли в последовательности быть четыре члена?в)  может ли в последовательности быть меньше 2076 членов?",
    "320191": "На олимпиаде по русскому языку 250 участников разместили в трёх аудиториях. В первых двух удалось разместить по 120 человек, оставшихся перевели в запасную аудиторию в другом корпусе. Найдите вероятность того, что случайно выбранный участник писал олимпиаду в запасной аудитории.",
    "320176": "Вероятность того, что новый электрический чайник прослужит больше года, равна 0,97. Вероятность того, что он прослужит больше двух лет, равна 0,89. Найдите вероятность того, что он прослужит меньше двух лет, но больше года.",
    "548804": "Планируется открыть вклад на 4 года, положив на счет целое число миллионов рублей. В конце каждого года сумма, лежащая на вкладе, увеличивается на 10%, а в начале третьего и четвертого года вклад пополняется на 3 миллиона рублей. Найдите наименьший первоначальный вклад, при котором начисленные проценты за весь срок будут более 5 миллионов рублей.",
    "514201": "Из первых 22 натуральных чисел 1, 2, ..., 22 выбрали 2k различных чисел. Выбранные числа разбили на пары и посчитали суммы чисел в каждой паре. Оказалось, что все полученные суммы различны и не превосходят 27.а)  Может ли получиться так, что сумма всех 2k выбранных чисел равняется 170 и в каждой паре одно из чисел ровно в три раза больше другого?б)  Может ли число k быть равным 11?в)  Найдите наибольшее возможное значение числа k.",
    "623660": "В  растворе  Х  содержится  30%  вещества  А  и  50%  вещества  В,  в  растворе  Y содержится 50% вещества А и 40% вещества В, в растворе Z содержится 80% вещества А  и  10%  вещества  В.  В  результате  смешивания  получился  раствор,  содержащий  60% вещества А. Найдите наименьшее возможное содержание вещества В в получившемся растворе.",
    "520193": "15 января планируется взять кредит в банке на 16 месяцев. Условия его возврата таковы:— 1-го числа каждого месяца долг возрастает на 2% по сравнению с концом предыдущего месяца;— со 2-го по 14-е число каждого месяца необходимо выплатить часть долга;— 15-го числа каждого месяца долг должен быть на одну и ту же сумму меньше долга на 15-е число предыдущего месяца.Какую сумму следует взять в кредит, чтобы общая сумма выплат после полного погашения равнялась 2,34 млн рублей?",
    "320198": "Вероятность того, что на тестировании по биологии учащийся О. верно решит больше 11 задач, равна 0,67. Вероятность того, что О. верно решит больше 10 задач, равна 0,74. Найдите вероятность того, что О. верно решит ровно 11 задач.",
    "526295": "В ящике лежат 73 овоща, масса каждого из которых выражается целым числом граммов. В ящике есть хотя бы два овоща различной массы, а средняя масса всех овощей равна 1000 г. Средняя масса овощей , масса каждого из которых меньше 1000 г, равна 988 г. Средняя масса овощей, масса каждого из которых больше 1000 г, равна 1030 г.а)  Могло ли в ящике оказаться поровну овощей массой меньше 1000 г и овощей массой больше 1000 г? б)  Могло ли в ящике оказаться ровно 11 овощей, масса каждого из которых равна 1000 г? в)  Какую наименьшую массу может иметь овощ в этом ящике?",
    "282857": "Фабрика выпускает сумки. В среднем 8 сумок из 100 имеют скрытые дефекты. Найдите вероятность того, что купленная сумка окажется без дефектов.",
    "513297": "В двух областях есть по 100 рабочих, каждый из которых готов трудиться по 10 часов в сутки на добыче алюминия или никеля. В первой области один рабочий за час добывает 0,3 кг алюминия или 0,1 кг никеля. Во второй области для добычи x кг алюминия в день требуется x2 человеко-часов труда, а для добычи у кг никеля в день требуется y2 человеко-часов труда.Обе области поставляют добытый металл на завод, где для нужд промышленности производится сплав алюминия и никеля, в котором на 1 кг алюминия приходится 1 кг никеля. При этом области договариваются между собой вести добычу металлов так, чтобы завод мог произвести наибольшее количество сплава. Сколько килограммов сплава при таких условиях ежедневно сможет произвести завод?",
    "514511": "Вася перемножил несколько различных натуральных чисел из отрезка [23; 84]. Петя увеличил каждое из Васиных чисел на 1 и перемножил все полученные числа.а)  Может ли Петин результат быть ровно вдвое больше Васиного?б)  Может ли Петин результат быть ровно в 6 раз больше Васиного?в)  В какое наибольшее целое число раз Петин результат может быть больше Васиного?",
    "509847": "На доске написали несколько не обязательно различных двузначных натуральных чисел без нулей в десятичной записи. Сумма этих чисел оказалась равной 363. Затем в каждом числе поменяли местами первую и вторую цифры (например, число 17 заменили на число 71). а)  Приведите пример исходных чисел, для которых сумма получившихся чисел ровно в 4 раза больше, чем сумма исходных чисел. б)  Могла ли сумма получившихся чисел быть ровно в 2 раза больше, чем сумма исходных чисел?в)  Найдите наибольшее возможное значение суммы получившихся чисел.",
    "285926": "В сборнике билетов по биологии всего 55 билетов, в 11 из них встречается вопрос по теме \"Ботаника\". Найдите вероятность того, что в случайно выбранном на экзамене билете школьнику достанется вопрос по теме \"Ботаника\".",
    "562763": "В последовательности из 80 целых чисел каждое число (кроме первого и последнего) больше среднего арифметического соседних чисел. Первый и последний члены последовательности равны 0.а)  Может ли второй член такой последовательности быть отрицательным?б)  Может ли второй член такой последовательности быть равным 20?в)  Найдите наименьшее значение второго члена такой последовательности.",
    "525383": "Склад представляет собой прямоугольный параллелепипед с целыми сторонами, контейнеры  — прямоугольные параллелепипеды с размерами 1×1×3 м. Контейнеры на складе можно класть как угодно, но параллельно границам склада. а)  Может ли оказаться, что полностью заполнить склад размером 120 кубометров нельзя?б)  Может ли оказаться, что на склад объемом 100 кубометров не удастся поместить 33 контейнера?в)  Пусть объем склада равен 800 кубометров. Какой процент объема такого склада удастся гарантировано заполнить контейнерами при любой конфигурации склада?",
    "320193": "В фирме такси в наличии 50 легковых автомобилей; 27 из них чёрного цвета с жёлтыми надписями на бортах, остальные  — жёлтого цвета с чёрными надписями. Найдите вероятность того, что на случайный вызов приедет машина жёлтого цвета с чёрными надписями.",
    "657011": "Два инвестора вложили деньги в общий бизнес. После этого один из них добавил еще 1 миллион рублей, в результате чего его доля в общем бизнесе увеличилась на 0,05, а когда он добавил еще 1 миллион рублей, его доля увеличилась еще на 0,04. Сколько миллионов рублей ему надо добавить еще, чтобы увеличить свою долю еще на 0,06?",
    "559411": "Евгений хочет купить пакет акций компании. 15 февраля он отложил определённую сумму денег и планирует откладывать такую же сумму денег 15 числа каждого месяца. Первого февраля пакет акций стоил 195 000 рублей. Первого числа каждого месяца пакет акций дорожает на 40%. Какую наименьшую сумму нужно Евгению откладывать каждый месяц, чтобы через некоторое время купить желаемый пакет акций?",
    "510054": "31 декабря 2013 года Сергей взял в банке 9 930 000 рублей в кредит под 10% годовых. Схема выплаты кредита следующая: 31 декабря каждого следующего года банк начисляет проценты на оставшуюся сумму долга (то есть увеличивает долг на 10%), затем Сергей переводит в банк определённую сумму ежегодного платежа. Какой должна быть сумма ежегодного платежа, чтобы Сергей выплатил долг тремя равными ежегодными платежами?",
    "500197": "Натуральные числа от 1 до 12 разбивают на четыре группы, в каждой из которых есть по крайней мере два числа. Для каждой группы находят сумму чисел этой группы. Для каждой пары групп находят модуль разности найденных сумм и полученные 6 чисел складывают.а)  Может ли в результате получиться 0?б)  Может ли в результате получиться 1?в)  Каково наименьшее возможное значение полученного результата?",
    "505245": "Целое число S является суммой не менее трех последовательных членов непостоянной арифметической прогрессии, состоящей из целых чисел.а)  Может ли S равняться 8?б)  Может ли S равняться 1?в)  Найдите все значения, которые может принимать S.",
    "510077": "На доске написали несколько не обязательно различных двузначных натуральных чисел без нулей в десятичной записи. Сумма этих чисел оказалась равной 2970. В каждом числе поменяли местами первую и вторую цифры (например, число 16 заменили на число 61).а)  Приведите пример исходных чисел, для которых сумма получившихся чисел ровно в 3 раза меньше, чем сумма исходных чисел.б)  Могла ли сумма получившихся чисел быть ровно в 5 раз меньше, чем сумма исходных чисел?в)  Найдите наименьшее возможное значение суммы получившихся чисел.",
    "511283": "В июле планируется взять кредит в банке на некоторую сумму. Условия его возврата таковы:— каждый январь долг возрастает на 31% по сравнению с концом предыдущего года;— с февраля по июнь каждого года необходимо выплатить часть долга, равную 69 690 821 рубль.Сколько рублей было взято в банке, если известно, что он был полностью погашен тремя равными платежами ( то есть за три года)?",
    "519585": "а)  Существует ли натуральное число n, делящееся нацело на 12 и при этом имеющее ровно 12 различных натуральных делителей (в число делителей числа n включается единица и само число n)?б)  Найдите все натуральные числа, делящиеся нацело на 14 и имеющие ровно 14 различных натуральных делителей.в)  Существует ли натуральное число, делящееся нацело на 2014 и имеющее ровно 2014 различных делителей?",
    "514509": "Вклад в размере 10 млн рублей планируется открыть на четыре года. В конце каждого года вклад увеличивается на 10% по сравнению с его размером в начале года, а, кроме этого, в начале третьего года и четвёртого годов вклад ежегодно пополняется на одну и ту же фиксированную сумму, равную целому числу миллионов рублей. Найдите наименьший возможный размер такой суммы, при котором через четыре года вклад станет не меньше 30 млн рублей.",
    "505603": "Троедрузейигралившашки.Одинизнихсыграл25игр,адругой  —17игр.Могли третийучастниксыгратьа)  34;б)  35;в)  56игр?",
    "99586": "Бизнесмен Бубликов получил в 2000 году прибыль в размере 5000 рублей. Каждый следующий год его прибыль увеличивалась на 300% по сравнению с предыдущим годом. Сколько рублей заработал Бубликов за 2003 год?",
    "505540": "На доске написано более 27, но менее 45 целых чисел. Среднее арифметическое этих чисел равно −5, среднее арифметическое всех положительных из них равно 9, а среднее арифметическое всех отрицательных из них равно −18.а)  Сколько чисел написано на доске?б)  Каких чисел написано больше: положительных или отрицательных?в)  Какое наибольшее количество положительных чисел может быть среди них?",
    "320183": "Перед началом футбольного матча судья бросает монетку, чтобы определить, какая из команд начнёт игру с мячом. Команда «Физик» играет три матча с разными командами. Найдите вероятность того, что в этих играх «Физик» выиграет жребий ровно два раза.",
    "517835": "В каждой клетке квадратной таблицы 6 × 6 стоит натуральное число, меньшее 7. Вася в каждом столбце находит наименьшее число и складывает шесть найденных чисел. Петя в каждой строке находит наименьшее число и складывает шесть найденных чисел.а)  Может ли сумма у Пети получиться в два раза больше, чем сумма у Васи?б)  Может ли сумма у Пети получиться в шесть раз больше, чем сумма у Васи?в)  В какое наибольшее число раз сумма у Пети может быть больше, чем сумма у Васи?",
    "517572": "На доске написано 30 натуральных чисел. Какие-то из них красные, а какие-то зелёные. Красные числа кратны 7, а зелёные числа кратны 5. Все красные числа отличаются друг от друга, как и все зелёные. Но между красными и зелёными могут быть одинаковые.а)  Может ли сумма всех чисел, записанных на доске, быть меньше 2325,  если на доске написаны только кратные 5 числа?б)  Может ли сумма чисел быть 1467, если только одно число красное?в)  Найдите наименьшее количество красных чисел, которое может быть при сумме 1467.",
    "508892": "Первый игральный кубик обычный, а на гранях второго кубика нет нечётных чисел, а чётные числа 2, 4 и 6 встречаются по два раза. В остальном кубики одинаковые. Один случайно выбранный кубик бросают два раза. Известно, что в каком-то порядке выпали 4 и 6 очков. Какова вероятность того, что бросали первый кубик?",
    "553316": "Егор положил в банк некоторую сумму денег. Через год, после начисления процентов, он добавил на свой счет сумму, составляющую 0,9 исходной, в результате чего остаток на счете стал равен 3,4 миллиона рублей. А еще через год, после начисления процентов, остаток на его счете увеличился 2,2 раза по сравнению с исходной суммой. Какую сумму (в млн руб.) Егор положил в банк первоначально, если в конце каждого года банк начислял один и тот же процент годовых?",
    "320190": "На борту самолёта 12 кресел расположены рядом с запасными выходами и 18  — за перегородками, разделяющими салоны. Все эти места удобны для пассажира высокого роста. Остальные места неудобны. Пассажир В. высокого роста. Найдите вероятность того, что на регистрации при случайном выборе места пассажиру В. достанется удобное место, если всего в самолёте 300 мест."
}